[
    {
        "title": "Are these depictions of ancient Greek and Roman libraries \"scroll-shelves\" historically accurate?",
        "tags": [
            "ancient-rome",
            "ancient-greece",
            "archaeology",
            "book",
            "reconstruction"
        ],
        "votes": "13",
        "views": "193",
        "username": "Povel",
        "answers": [
            {
                "answer": "At the Villa of the Papyri in Herculanium, 1,500 ancient scrolls have been found, covered by the Eruption of Vesuvius in 79.\n\nAt the time of the eruption of Vesuvius in AD 79, the valuable library was packed in cases ready to be moved to safety when it was overtaken by a pyroclastic flow; the eruption eventually deposited some 20–25 m of volcanic ash over the site, charring the scrolls but preserving them – the only surviving library of Antiquity – as the ash hardened to form tuff.1\n\nhttps://en.wikipedia.org/wiki/Villa_of_the_Papyri#Epicureanism_and_the_library\nThis says nothing about how the scrolls were normally stored when not being moved.\nBut this says:\n\nIn the living quarters, bath installations were brought to light, and the library of rolled and carbonised papyri placed inside wooden capsae, some of them on ordinary wooden shelves and around the walls and some on the two sides of a set of shelves in the middle of the room.1\n\nhttps://en.wikipedia.org/wiki/Villa_of_the_Papyri#Layout\nSo this suggests there were shelves of some type in the library.\nhttps://www.jstor.org/stable/25542290",
                "username": "MAGolding",
                "vote_count": "1"
            }
        ]
    },
    {
        "title": "Why did the Nazis bother distinguishing Jews on the basis of statehood and citizenship (if they saw a \"world of races\" and not of states)?",
        "tags": [
            "world-war-two",
            "nazi-germany",
            "holocaust"
        ],
        "votes": "1",
        "views": "142",
        "username": "user103496",
        "answers": [
            {
                "answer": "I feel that Snyder is answering this and the only problem is in the interpretation.\n\nIf Hitler and the Nazis saw the world as a \"world of races\" rather than a \"world of states\", then why didn't they just persecute and exterminate all Jews they found without caring about statehood and citizenship?\n\nIt was because Hitler was largely wrong and the world was actually organized by national states to a great degree.\nIt wasn't the case that Nazis were \"careful to strip Jews of statehood and citizenship before persecuting and exterminating them\" but rather that destroying effective citizenship protections was a necessary prerequisite. It wasn't that they were \"respectful of statehood and citizenship\", but simply that national states were effective at protecting their citizens as long as they had the will and capacity to do so.\nThe basic facts in the Danish case make this quite clear. It isn't that the Nazis didn't try to exterminate Jews there; they absolutely tried but couldn't succeed. Why? The national bureaucracy and related institutions remained in tact (just enough) to effectively evacuate most Jewish citizens to safety in Sweden. The other cases mentioned are a little less clearly cut but consistent with the general argument that Snyder is making.",
                "username": "Brian Z",
                "vote_count": "9"
            },
            {
                "answer": "Several factors come into this. They are mutually contradictory, which was part of the Nazi leadership approach.\n\nThe Nazis did not always have coherent policies. Ranking officials were in competition for the favor of the Führer by implementing his wishes and goals in their sphere, by their own style. Those who impressed Hitler were promoted, those who did not were demoted. Influence could depend on who had the most recent audience at the Berghof or in the Reichskanzlei.\nThe Nazis did not respect the rule of law, but they tried to utilize the mechanisms of law and administration. Many German officials who were no fervent Nazi supporters were nevertheless willing to give their 'professional best' to implement Nazi orders once those had been published in writing.\n\nLook at the minutes of the Wannsee Conference to see those factors interacting.\n\nThe Nazis were very concerned with German civilian morale. Their propaganda pointed out that WWI was lost when the home front crumbled, not an accurate assessment but still heavy on their minds. This shows in such things as rationing (or not rationing), worker mobilization, roles for female citizens, and also some restraint when it came to German Jews. Typical Germans who would shrug at mass atrocities in the East would still want to make exceptions for their neighbours and relatives. They wanted to avoid events like the Rosenstrasse Protests at all costs.\nThe Nazis had more immediate plans for ethnic 'cleansing' in the East. By contrast, they were more likely to try and co-opt states in the West and North. The fate of the Jews in those areas would probably have been the same on the long run (a counterfactual given how the war turned out), but the Nazis were prepared to wait while they tried a different style of extracting labor from the West.\nSome Nazis considered negotiating with the Western allies to focus on the war in the East. Western Jews were bargaining chips in this.\n\nSo while the Nazis were willing to compromise military efficiency in the murder of Jews, they were also willing to be opportunistic about how they went about it.",
                "username": "o.m.",
                "vote_count": "4"
            }
        ]
    },
    {
        "title": "What is a quarter in 19th-century England converted to contemporary pints?",
        "tags": [
            "europe",
            "18th-century",
            "science",
            "mathematics"
        ],
        "votes": "12",
        "views": "1k",
        "username": "Fuzzy Trex",
        "answers": [
            {
                "answer": "Now, supposing a pint to contain 7680 of those grains, and one quarter to be worth 1 l. 7s. 6d., it is required to compute the value of the whole sum of grains. Ans. 64481488296 l.\n\nAccording to Wikipedia, a \"quarter\" (the unit of volume, not the unit of mass) was 64 gallons, and a gallon was/is 8 pints.  Thus, a quarter is 64×8 = 512 pints.  (While the definition of a gallon changed between the Magna Carta and the Weights and Measures Act 1824, the ratio between quarter, gallon, and pint never changed.)  So if a pint contains 7680 grains of wheat, then a quarter contains 512×7680 = 3932160 grains.\nThe total number of grains on the chessboard is 1 + 2 + 4 + 8 + ... + 2^63 = 2^64 - 1 = 18446744073709551615.  Divided by 3932160 grains in a quarter, we get 4691249611844.267 quarters of grain.\nThe monetary value of \"1 l. 7s. 6d.\" is equivalent to £1.375.  Multiplying this price per quarter by the number of quarters, we get a total value of £6450468216285.87.  But this is over 100 times higher than the value given in the book, so either I or the author made an arithmetic error.\n\nAs for which pint would have been meant in 1824, I would assume Winchester measure, which was used for grains and dry goods, in contrast to Queen Anne's wine gallon (the basis of the modern US gallon) or the ale gallon, which were used for measuring liquids.  A Winchester gallon was 268.8025 in3, making a pint (1/8) 33.6003125 in3 ≈ 550.61 mL.  This works out to a bulk volume of 71.7 µL per grain of wheat.",
                "username": "dan04",
                "vote_count": "2"
            }
        ]
    },
    {
        "title": "In Islam, was it possible for some religous/ethnic group/country/region to make change from Sunni to Shia or Shia to Sunni?",
        "tags": [
            "islam"
        ],
        "votes": "-1",
        "views": "117",
        "username": "Pavel",
        "answers": [
            {
                "answer": "Iran is the most obvious and consequential historical case. From Wikipedia:\n\nFollowing their rise to power in Iran in the 16th century, the Safavid dynasty initiated a campaign of forced conversion against the Iranian populace, seeking to create a new demographic environment in which Shia Islam would replace Sunni Islam as the nation's religious majority. Over the course of the next three centuries, the Safavids (who were Twelver Shias) heavily persecuted Sunni Muslims, Jews, Christians, and other religious groups, eventually transforming Iran into a spiritual bastion of Shia Islam.\n\nIn more recent times (particularly after the Islamic Revolution in Iran) there has been a trend of voluntary conversions in some places such as Indonesia. However I'm not sure how likely this will ever be to amount to a major demographic shift.",
                "username": "Brian Z",
                "vote_count": "1"
            }
        ]
    },
    {
        "title": "Were trained crocodiles used as a weapon in the Battle of Saraighat?",
        "tags": [
            "india",
            "weapons",
            "battle",
            "tactics",
            "animals"
        ],
        "votes": "3",
        "views": "641",
        "username": "User65535",
        "answers": [
            {
                "answer": "No. Extraordinary claims require extraordinary evidence, and there is no evidence here at all. If there were any sources discussing this, they would not be hard to find via Google Scholar.\nAn article on \"Military Administration Of The Ahom\" (Nath 2020) does mention that the Ahom built defensive ditches and these may have contained crocodiles. It does not assert anything about training crocodiles or releasing them into battle, nor does any other relevant source I can find.",
                "username": "Brian Z",
                "vote_count": "5"
            }
        ]
    },
    {
        "title": "What court positions did Abe no Yasuchika hold during the reign of Emperor Nijō?",
        "tags": [
            "japan",
            "nobility",
            "classical-japan"
        ],
        "votes": "5",
        "views": "43",
        "username": "Yeslek71",
        "answers": []
    },
    {
        "title": "How did they build tall and heavy stone buildings in the 19th century? [closed]",
        "tags": [
            "united-states",
            "19th-century",
            "technology",
            "building",
            "photograph"
        ],
        "votes": "-3",
        "views": "178",
        "username": "A. Lugg",
        "answers": [
            {
                "answer": "Be careful of just what you see that makes buildings \"seem to be much, much older than claimed\". Prior to about 1870, large buildings could be built only with very thick masonry bearing walls. That \"looks old\" to us today because we are used to thin-walled buildings built around steel cages and columns. In particular, this more modern construction allows for much, much, larger windows even on the ground floors.\nThis video by William Friedman nicely summarizes the changes between roughly 1870 and 1900. In particular, he discusses the construction differences between the 1891 Dakota Apartments in NYC\n\n\n\nand the 1885 Home Insurance Building in Chicago:\n\n.\n\nNote that the Dakota Apartments are still standing and in use - as Friedman puts it, because having 2 foot thick brick walls between you and your neighbours remains an attractive feature commanding a truly premium price, even in NYC.",
                "username": "Pieter Geerkens",
                "vote_count": "3"
            },
            {
                "answer": "Possibly you might want to google \"construction of Philadelphia City Hall\" and look at images of it under construction.",
                "username": "MAGolding",
                "vote_count": "-2"
            }
        ]
    },
    {
        "title": "Did the Soviets learn about the SS tattoos only in late 1945 (and why so late)?",
        "tags": [
            "world-war-two",
            "soviet-union",
            "nazi-germany"
        ],
        "votes": "6",
        "views": "145",
        "username": "user103496",
        "answers": []
    },
    {
        "title": "Sources / books from WW1 veterans before WW2? [closed]",
        "tags": [
            "world-war-two",
            "world-war-one"
        ],
        "votes": "-3",
        "views": "70",
        "username": "Snarbjenkmi",
        "answers": [
            {
                "answer": "I can suggest as starting point the letters exchanged by Marc Bloch with Lucien Febvre.\nMarch Bloch, in at leas a couple of letters ask about the role of historian versus what was happening (first) and what his generation could have done (later - 1940):\n\n“I belong to a generation that has a bad conscience. During last war,\nit was true, we returned very tired, and after four years of fighting,\nwe had great haste to get back to the workbench, where we had allowed\nthe tools of our various trades to become rusty. We wanted to make up\nfor the lost work by working double. These are our excuses. I no\nlonger believe that they are enough to make us innocent.”\n\nAll the letters are behind paywalls (except this little extract)\nI know it may not be enough for a complete answer - but the citation wat too long for a comment",
                "username": "Dan M",
                "vote_count": "1"
            }
        ]
    },
    {
        "title": "What happened with \"the first salute\" of the Dutch to the flag of the United States?",
        "tags": [
            "united-states",
            "dutch-empire"
        ],
        "votes": "2",
        "views": "109",
        "username": "Kvothe",
        "answers": [
            {
                "answer": "I'm confused by the question; as far as I can tell the question is answered by the source provided [JohnAdams.net], so I'll answer as best as I'm able, and hope that someone can use that to provide a better answer\n\n\nGun salutes to a foreign nation.\n\n\n\nWhen a ship enters a port of a foreign nation, the government of which is formally recognized by the Government of the United States, she shall fire a salute of 21 guns to that nation unless:\nthere is present no saluting battery or warship of that nation capable of returning the salute; or\nthe ship is returning from a temporary absence from port, when, by agreement with local authorities, the salute may be dispensed with.\nWhen a ship is passing through the territorial waters of a foreign nation with no intention of anchoring therein, the salute to the nation need not be fired unless unusual circumstances make it desirable to do so.\nIn case of two or more ships arriving in port or passing through territorial waters of a foreign nation in company, only the senior shall fire the salute prescribed in this article.\nThe salute to the nation, if fired, shall precede any salutes fired in honor of individuals. All Rights Reserved MilitaryWives.com, Inc.\n\n_I'm aware that I'm quoting from a modern source. A better answer would reference a contemporary source, perhaps Rocks & Shoals?\nThis derives from an earlier custom - have to find a citation, but it isn't relevant to the answer. The ship's salute is a symbolic \"emptying\" of the weapons to indicate that the ship has a peaceful intent.  Similar to offering an open hand demonstrates the lack of a weapon, discarching all weapons demonstrates a lack of the effectively ability to project force in the short term.\nThe protocol continues\n\n\nReturning salute to the nation fired by foreign warship. A salute to the nation fired by a foreign warship entering a port of the United States shall be returned by the senior ship present, provided no saluting battery of an armed service of the United States, designated to return such salutes, is present in the area. All Rights Reserved MilitaryWives.com,\n\n\nSo the protocol is that when a ship enters a port, it fires a salute; the resident Navy (or if there are no vessels, the port battery) returns the salute to recognize the visitor and demonstrate a similar lack of hostile intent.\nThe US saluted the Dutch, the Dutch returned the salute.  As explained in JohnAdams.net the Dutch returned the salute with a volley the size of which is indicated that they were returning the salute of an armed merchant ship.\nThe Dutch are resting on that protocol - they responded to the salute of an armed merchant ship.\nThe whole situation would be clearer if the British position were more clearly articulated.\n\nIn Britain’s view this was the utterly unjust recognition of a bunch of rebels – a hostile act Great Britain could not accept. JohnAdams.net\n\nThe British position seems to be that that the ship did not fly a flag indicating the ownership/registration, (the 13 stripes, according to the British, was merely a defaced British ensign).   Consequently the ship was an armed, but lawless, non-state actor and deserved no response at all.    (When I was Navy, I would have shown deference to a senior military officer of a foreign nation, but no deference at all\nto a random bloke wearing fatigues who, when approaching, emptied the clip of his assault weapon. )",
                "username": "MCW",
                "vote_count": "2"
            }
        ]
    },
    {
        "title": "How does this 18th century map interpret the words \"colony\" and \"province\"?",
        "tags": [
            "colony",
            "province"
        ],
        "votes": "1",
        "views": "189",
        "username": "Michael Hardy",
        "answers": [
            {
                "answer": "Because that was how each one decided to call themselves:\nProvince of New_Hampshire\nProvince of Massachusetts Bay\nConnecticut Colony\nSee that they match the \"Before Statehood\" information here:\nNew_Hampshire\nMassachusetts\nConnecticut\nWhile Rhode Island had a weirder official name as written in the map.\nmaybe somebody more versed in colonial law could answer if the different names had some relevance legally, or if it was just fashion or taste.",
                "username": "Luiz",
                "vote_count": "2"
            }
        ]
    },
    {
        "title": "When was the world's minimum rate of forced labour?",
        "tags": [
            "slavery"
        ],
        "votes": "0",
        "views": "131",
        "username": "User65535",
        "answers": []
    },
    {
        "title": "How long did the 19th century Europe Grand Tour take?",
        "tags": [
            "europe",
            "19th-century",
            "england",
            "travel"
        ],
        "votes": "2",
        "views": "147",
        "username": "Ale",
        "answers": []
    },
    {
        "title": "How much of the surviving ancient Egyptian text has been found? [closed]",
        "tags": [
            "ancient-history",
            "ancient-egypt",
            "hieroglyphs"
        ],
        "votes": "-5",
        "views": "124",
        "username": "Gray Sheep",
        "answers": []
    },
    {
        "title": "How did HMHS Britannic reception room look like? I cannot seem to find any pictures or deckplans of that room [closed]",
        "tags": [
            "britain",
            "titanic"
        ],
        "votes": "0",
        "views": "65",
        "username": "Yur",
        "answers": []
    },
    {
        "title": "Was Croatia the first country to recognize the sovereignity of the USA? Was Croatia expecting military help from USA that didn't come?",
        "tags": [
            "united-states",
            "croatia"
        ],
        "votes": "8",
        "views": "6k",
        "username": "FlatAssembler",
        "answers": [
            {
                "answer": "This seems like a Tall Tale with a lot of historical mistakes. It confuses the US-as-global-superpower today with the historically quite weak state of the US after their inception, \"presentism\".\nLet's go through each point to see why...\n\n\nCroatia, then with the capital in Dubrovnik and called Ragusan Republic\n\nThe image below shows the Republic against modern Croatia.\n(Grey is modern Croatia, Red is the historical Republic, Blue is water).\n\nIt's quite the stretch to claim that the Republic of Ragusa was a predecessor state to modern Croatia. It doesn't even span all of Dalmatia, most of that being held by Venice at the time.\n\n\nAllegedly, they did that because they were expecting the US to send military help in return, to help Croatia fight against the Ottoman empire.\n\nThe Republic was not at war with the Ottoman Empire at the time. They had been at peace for almost 100 years.\n\n\nthey were expecting the US to send military help in return\n\nWith what? The US did not have much of a navy to speak of during the war, a handful of frigates and sloops, nothing to stand up to a maritime power like the Ottoman Empire. Immediately after their Revolutionary War the US had 11 ships, and in 1785 they disbanded their navy and a new navy was not founded until 1794.\nThe US Continental Army was similarly in a poor state and largely demobilized after the war in keeping with the US's distrust of standing armies.\nMaybe some ambassador oversold the US's military capability, they did just defeat the greatest global super power (with a lot of help).",
                "username": "Schwern",
                "vote_count": "28"
            },
            {
                "answer": "The list of countries recognizing American independence in Wikipedia cites, in the case of the Republic of Ragusa, an article from 1956 by a Jugoslav historian:\n\nMuljačić, Žarko (1956-06-04). \"Odnosi Dubrovnika i Sjedinjenih Američkih Država\". NAŠE MORE: Znanstveni časopis za more i pomorstvo. 3 (1): 65–70.\n\n(The text has been scanned with an OCR that had no Serbocroatian dictionary installed, so there might be minor errors. Also, the translation is by Google Translate using its Croatian module, which again might not be precisely the language of the original. Anyone with more understand of the languages involved is invited to correct errors.)\nAccording to his evaluation of letters between the Ragusan consul to Paris, Francesco Favi, and the Ragusan Senate, the 1783 recognition unfolded like this:\n\nNazalost nije sacuvano pismo Favija dubrovackoj Vladi od 20. II, u kome je ovaj predlagao, da sluzbeno posjeti Franklina i time prizna novu drzavu, Senat mu je odgovorio (Litterae Ponentis, ubuduce skraceno Lp, 115, 65 od 19. V. 1783.) da je njegov prijedlog raspravljen, ali da jo3 nije vrijeme za to, iako je to potrebno. Tek onda kad sve drzave, a osobito Engleska, priznadu slobodu tih kolonija, moze i on poci u posjetu k americkim predstavnicima, preporuciti im dubrovacku plovidbu i moliti slobodan ulaz u njihove luke. Kao sto se vidi, Dubrovnik je nastupao vrlo oprezno, u strahu, da ne izazove protiv sebe gnjev pomorske velesile Engleske i njenih saveznika. Badava je Favi 31. III laskavo pisao o velikoj koristi, koju ce donijeti trgovina sa SAD, te se i Austrija sprema da u ime svojih posjeda u Flandriji (danasnja Belgija) sklopi s Kongresom vrlo povoljan trgovacki ugovor (N. 2795).\nU ljeto 1783. otekivalo se potpisivanje mira u Versaillesu, sto je uslijedilo 3. rujna i. g. Sve su drzave vec bile priznale novu republiku. Cujmo, kako je izgledao cin, kojim je Dubrovnik de iure priznao Ameriku. Favi 7, srpnja 1783. javlja (N, 2802):\n»Nezavisnost SAD konacno je priznata od sviju. Americki opunomocenici vec su primili dopis, da je Kongres odobrio mirovne preliminarne pregovore, te su posli u protokolarnu  posjetu stranim diplomatima, koji ovdje rezidiraju. Ovi su im je, kako je to obicaj, uzvratili. Prema Vasim uputama posao sam k njima i nakon sto sam im izrucio pozdrave Vasih Ekselencija, preporucio sam im brodove podanika Vase Republike izjavivsi, da su i oni Zeljni, da se okoriste prednostima, koje Evropi pruza nezavisnost i sloboda amekanska. Ovo im se jako svidjelo, pa su mi odgovorili, da dubrovaéki brodovi mogu kao i svi drugi brodovi ulaziti u americke luke sigurni, da ce biti lijepo primljeni i da ce naici na sve one pogodnosti, koje uzivaju i lade drugih nacija...\n\n\nUnfortunately, Favi's letter to the Government of Dubrovnik dated 20 II has not been preserved, in which he proposed to officially visit Franklin and thereby recognize the new state, but the Senate replied to him (Litterae Ponentis, abbreviated Lp, 115, 65 of 19 V. 1783.) that his proposal has been discussed, but that it is not yet time for it, although it is necessary. Only when all the countries, especially England, recognize the freedom of those colonies, he can start visiting the American representatives, recommend to them Dubrovnik ships and ask for free entry to their ports. As you can see, Dubrovnik acted very cautiously, in fear of provoking the wrath of the naval superpower England and its allies. On 31 III, Badava wrote to Favi flatteringly about the great benefit that trade with the USA would bring, and that Austria was also preparing to conclude a very favorable trade agreement with Congress on behalf of its possessions in Flanders (today's Belgium) (N. 2795).\nIn the summer of 1783, the signing of the Treaty of Versailles took place, which followed on September 3rd of that year. All states had already recognized the new republic. Let's hear what the act was like, by which Dubrovnik de iure recognized America. Favi on 7, July 1783 reports (N, 2802):\n»The independence of the USA is finally recognized by everyone. The American plenipotentiaries have already received the letter that the Congress has approved the preliminary peace negotiations, and they went on a protocol visit to the foreign diplomats who reside here. As is their custom, they returned it to them. According to your instructions, I went to them and after I gave them the greetings of Your Excellencies, I recommended to them the ships of the subjects of your Republic, declaring that they are also willing to take the advantages that American independence and freedom offer to Europe. They liked this very much, so they replied that Dubrovnik ships, like all other ships, can safely enter American ports, that they will be well received and that they will encounter all the benefits that ships of other nations enjoy...",
                "username": "ccprog",
                "vote_count": "14"
            },
            {
                "answer": "Want to improve this answer? Add details and include citations to explain why this answer is correct. Answers without enough detail may be edited or deleted.\n                                \n                            \n\n\n\n\n\n\nNot possible because Croatia became a country in 1991.\nThere was no \"Croatia the country\" or \"Croatia the kingdom\" before that, excluding the WW2 nazi puppet territory.",
                "username": "jukenduit",
                "vote_count": "0"
            }
        ]
    },
    {
        "title": "What federal statutes defined aliens (in)eligibility to US citizenship in 1913?",
        "tags": [
            "united-states",
            "law",
            "california",
            "immigration"
        ],
        "votes": "2",
        "views": "111",
        "username": "njuffa",
        "answers": []
    },
    {
        "title": "Where did Borobudur's stones come from?",
        "tags": [
            "archaeology",
            "architecture",
            "building",
            "indonesia",
            "buddhism"
        ],
        "votes": "9",
        "views": "1k",
        "username": "Jean-Marie Prival",
        "answers": [
            {
                "answer": "I would ignore the first source which probably just assumed the stone was quarried despite the lack of evidence for that.\nConsistent with the other two sources in the question, Jacques Dumarçay states:\n\nThe stone used throughout the monument is andesite, most likely collected in the nearby rivers where different volcanic eruptions had carried down large quantities of variously shaped rocks.\n\nIf there were any archeologist claiming to have found evidence of a quarry, a web search should easily turn that up, but it does not.",
                "username": "Brian Z",
                "vote_count": "9"
            }
        ]
    },
    {
        "title": "If Nazi Germany had held out till mid 1945 would they become a viable target for nukes? [closed]",
        "tags": [
            "world-war-two",
            "nazi-germany",
            "hitler",
            "nuclear-weapons"
        ],
        "votes": "-2",
        "views": "148",
        "username": "Market Historian",
        "answers": []
    },
    {
        "title": "What was the Nuclear Boy Scout's Eagle Scout Project?",
        "tags": [
            "united-states",
            "20th-century",
            "nuclear"
        ],
        "votes": "17",
        "views": "3k",
        "username": "T.E.D.♦",
        "answers": []
    },
    {
        "title": "How did Vauban develop his parallel siege technique first used during the 1673 siege of Maastricht?",
        "tags": [
            "europe",
            "17th-century",
            "siege"
        ],
        "votes": "5",
        "views": "619",
        "username": "Bob516",
        "answers": [
            {
                "answer": "Vauban was aware of the Candia siege in developing his system, which was described in his treatise Traité de l'attaque et de la deffence des places (Treatise on the attack and defence of places.)\nAccording to this document (Google translate):\n\nVauban va révolutionner les principes d’attaque des places en appliquant à l’art de la guerre la rationalité introduite par Descartes. Cela lui permet, grâce au calcul de probabilité, de maîtriser la durée du siège et, par voie de conséquence, d’anticiper sur toutes les fournitures à prévoir. Sa méthode d’attaque, utilisée pour la première fois au siège de Maastricht en 1673 (13 jours de tranchée ouverte), théorisée dès 1672, mais rendue publique par son\nTraité de l’attaque des places seulement en 1706, va rester appliquée pendant deux siècles dans le monde entier.\nVauban rationnalise l’emploi des parallèles. Il s’agit d’une tranchée parallèle au front attaqué, dite place d’arme, réunissant deux tranchées en zig-zag pour unifier la résistance aux sorties, déjà utilisée par les Ottomans au siège de Candie (1669).\n\nVauban will revolutionize the principles of attacking places by applying introductory rationality to the art of war.\ntaken by Descartes. This allows him, thanks to the probability calculation, to control the duration of the siege and, by way of\nConsequently, to anticipate all the supplies to be planned. His method of attack, used for the first time\nat the siege of Maastricht in 1673 (13 days of open trench), theorized from 1672, but made public by his\nTreaty of the attack on the places only in 1706, will remain applied for two centuries throughout the world.\nVauban rationalizes the use of parallels. This is a trench parallel to the attacked front, called a parade ground,\njoining two zig-zag trenches to unify the resistance to the sorties, already used by the Ottomans at the siege\nof Candia (1669).\n\n\nUnfortunately, the document provides no references to this claim.\nFrench language version of the Wikipedia article on Trench warfare makes similar claims:\n\nAu XVIIe siècle, Vauban révolutionne la prise des places fortes en faisant construire des réseaux de tranchées autour de la citadelle. Dans ce cas, la tranchée n'a pas une vocation défensive mais offensive.\nEn 1669, Vauban tire les leçons du siège de Candie, port crétois assiégé et pris par les Ottomans utilisant des tranchées parallèles dirigées vers les murs, parachevées par des actions simultanées de sape et de mine. Vauban rédige à cette occasion un Mémoire pour servir d'instruction dans la conduite des sièges (1672), aussitôt mis en application dans la guerre de Hollande (1672-1678)1.\nEn faisant appel à la fois « à la raison et à l'expérience », Vauban propose la création d'un régiment d'ingénieurs ou « régiment de la Tranchée », composé de compagnies d'ouvriers et de mineurs, dirigées par des ingénieurs. C'est la préfiguration de l'arme du Génie qui sera créée en 17911.\nVauban applique ses idées de façon magistrale lors du siège de Maastricht (1673). Il fait creuser des séries de tranchées concentriques autour de la ville. Ensuite, il les recroise à angle droit par des tranchées dirigées contre la place forte, mais en zigzag, pour éviter les tirs par enfilade. Aux intersections, il établit des places d'armes pour l'artillerie et les troupes d'intervention. La ville est prise en deux semaines1.\n\nIn the 17th century, Vauban revolutionized the capture of strongholds by building networks of trenches around the citadel. In this case, the trench does not have a defensive but an offensive purpose.\nIn 1669, Vauban learned the lessons of the siege of Candia, a Cretan port besieged and taken by the Ottomans using parallel trenches directed towards the walls, completed by simultaneous actions of undermining and mining. Vauban wrote on this occasion a Memoir to serve as instructions in the conduct of sieges (1672), immediately implemented in the Dutch War (1672-1678)1.\nBy appealing to both \"reason and experience\", Vauban proposed the creation of an engineer regiment or \"Tranchée regiment\", composed of companies of workers and miners, led by engineers . It is the foreshadowing of the engineering weapon which will be created in 17911.\nVauban applied his ideas masterfully during the siege of Maastricht (1673). He had a series of concentric trenches dug around the city. Then, he crossed them again at right angles by trenches directed against the stronghold, but in a zigzag, to avoid enfilading fire. At intersections, he established weapons stations for artillery and intervention troops. The city is taken in two weeks1.\n\n\nWhere  the reference is a biography of Vauban by Anne Blanchard:\n1] Anne Blanchard, Vauban, Paris, Fayard, 2007, 686 p. (ISBN 978-2-213-63410-4), chap. VII (« De la conduite des sièges »), p. 164-167 et 181-185.\nI suppose more information on Vauban's reasoning when he came up with his system can be found by searching through his biographies. He likely didn't speak much about his achievements out of deference to the King, who liked to attribute Vauban's military successes to himself.\nUpdate\nArticle Vauban, la Défense et la cohésion de l'économie nationale (Vauban, Defense and the cohesion of the national economy) provides some more details on how Vauban developed his methods. Regarding the points made above, Vauban originally authored Mémoire pour servir d’instruction à la conduite\ndes sièges in 1672, which would be later transformed into more complete Traité des sièges et de l’attaque des places.\nApparently the complete system was developed by Vauban over many years after the siege of Maastricht:\n\nPour les années 1674-1698, alors que n’est pas encore rédigé pour le duc\nde Bourgogne, petit fils du roi, le Traité de l’attaque des places qui ne verra le\njour qu’en 1704, on peut noter que si Vauban « n’a pas encore élaboré son\nsavoir poliorcétique (lié à l’art du siège) de façon rigoureuse, celui-ci com-\nmence à dépasser les recettes ponctuelles pour articuler en tout cohérent les\ndiverses questions à affronter : limiter la mortalité, en particulier celle des\ningénieurs ; s’assurer de la santé des soldats (par exemple en assurant leur\nalimentation) ; neutraliser l’opposition fréquente des bourgeois, source de\ntrahison ; réduire la désertion en combattant les engagements forcés ; orga-\nniser le logement des officiers et des soldats ; assurer la logistique des sièges,\nen particulier les provisions de bouche et de feu ; moderniser les armes ; amé-\nliorer les techniques de tir au canon ; concevoir des formes bastionnées qui\nrésistent aussi longtemps que possible à un assaillant qui devra investir une\nplace avec un nombre disproportionné de soldats »\n\n1,064 / 5,000\nFor the years 1674-1698, while not yet written for the Duke\nof Burgundy, grandson of the king, the Treaty of the attack on the places which will not see the\nday that in 1704, we can note that if Vauban “has not yet developed his\npoliorcetic knowledge (linked to the art of the siege) in a rigorous manner, this includes\nbegins to go beyond one-off revenues to coherently articulate the\nvarious issues to be faced: limiting mortality, particularly that of\nengineers; ensure the health of soldiers (for example by ensuring their\nfood) ; neutralize the frequent opposition of the bourgeoisie, a source of\ntreason ; reduce desertion by combating forced enlistments; orga-\nprovide housing for officers and soldiers; ensure seat logistics,\nin particular food and fire provisions; modernize weapons; soul-\nimprove cannon shooting techniques; design bastioned forms which\nresist as long as possible an attacker who will have to invest a\nplace with a disproportionate number of soldiers”\n\n\nThe references for this passage and the one that follows are:\n\n\nG. Monsaingeon, Vauban un militaire très civil, op. cit., p. 70.\nA. Blanchard, Vauban, op. cit., p. 387",
                "username": "Roger V.",
                "vote_count": "4"
            }
        ]
    },
    {
        "title": "Did Jamal Husseini say \"The blood will flow like rivers in the Middle East\"?",
        "tags": [
            "quotes",
            "israel",
            "palestine"
        ],
        "votes": "1",
        "views": "132",
        "username": "Onaano",
        "answers": [
            {
                "answer": "An article in New York Times of September 30, 1947 declared:\nPALESTINIAN ARABS REJECT U.N. PLANS; WARN OF A BATTLE; Jamal el-Husseini Threatens to Drench Holy Land With Blood 'in Lawful Defense'\n\nIt is not clear what was the direct quote, and to what extent this is an exaggeration by NYT.\nAzzam Pasha's quote\nA related quote is that by the secretary of the Arab League Abdul Rahman Hassan Azzam: This will be a war of extermination and a momentous massacre  The quote apparently appears in an interview:\n\nAn October 11, 1947 report on the pan-Arab summit in the Lebanese town of Aley,[9] by Akhbar al-Yom's editor Mustafa Amin, contained an interview he held with Arab League secretary-general Azzam. Titled, \"A War of Extermination,\" the interview read as follows (translated by Efraim Karsh; all ellipses are in the original text):\n\nAbdul Rahman Azzam Pasha spoke to me about the horrific war that was in the offing… saying:\n\"I personally wish that the Jews do not drive us to this war, as this will be a war of extermination and momentous massacre which will be spoken of like the Tartar massacre[10] or the Crusader wars. I believe that the number of volunteers from outside Palestine will be larger than Palestine's Arab population, for I know that volunteers will be arriving to us from [as far as] India, Afghanistan, and China to win the honor of martyrdom for the sake of Palestine … You might be surprised to learn that hundreds of Englishmen expressed their wish to volunteer in the Arab armies to fight the Jews.\n\n\nThe original Arabic text is provided under the link given above.\nRemark\nIt is worth noting that the disbelief about this statement is likely more motivated by modern sensibilities than its improbability - indeed, today a politician saying something like this would be accused of calling for violence and genocide. Instead they prefer to couch it in euphemisms like resistance, revolution, armed struggle, etc. (One could add war on terror, counter-terrorism, self-defense as terms that are equally abused, although I would caution against drawing moral equivalence between these two sets.)\nHowever, 1947 was just a few years after World War II - the greatest slaughter in human history, and the attitudes about mass murder could be quite callous. Moreover, as Benny Morris discusses with multiple examples, in the run-up to Arab-Israeli 1948 war, the attacks against innocent civilians were quite common and considered as justified by both sides in the conflict.",
                "username": "Roger V.",
                "vote_count": "2"
            }
        ]
    },
    {
        "title": "Was there any mention of metal helmets in ancient India?",
        "tags": [
            "ancient-india",
            "armour",
            "helmet"
        ],
        "votes": "1",
        "views": "92",
        "username": "Haridasa",
        "answers": []
    },
    {
        "title": "Block 32 - Battles and Campaigns Explanation [duplicate]",
        "tags": [
            "world-war-two"
        ],
        "votes": "-1",
        "views": "67",
        "username": "Stan",
        "answers": [
            {
                "answer": "Sicilian, Naples-Foggia, Southern France, Rhineland GO105 WD45\nThe first part are combat zones your father served in. They all have specific areas and times defined in GO105 WD45.\n\"GO105 WD45\" is General Order 105 issued by the War Department in 1945. It can be found on page 293 of this war department document. It adds to the \"list of battles and campaigns of the United States Army\".\nThis was later superseded by GO24 WD47 which is much easier to read and has maps.\nAmerican Defense Service Medal\nYou have two ribbons for that.\nAmerican Theater Campaign Medal\nYou have a ribbon.\nEAME Campaign Medal\nYou have two ribbons for that. The 4 Bronze Stars indicate he served in four battles. The Bronze Arrowhead is for participating in an assault landing.\nI believe the arrowhead goes on the wearer's right of other devices, so they should be displayed ^ * * * *.\nGood Conduct Medal (US Army)\nYou have 3 ribbons and 2 medals.\nVictory Ribbon\nI don't see a WWII Victory Ribbon in your display.\n1 Service Strip[e]\nEach indicates three years of service. I don't see one in your display.\n5 Overseas Service Bars\nEach indicates six months overseas. You're displaying six.",
                "username": "Schwern",
                "vote_count": "10"
            },
            {
                "answer": "The bronze stars to the European–African–Middle Eastern Campaign Medal indicates service in four of the designated campaigns. Since one of them is \"Southern France\", he is a candidate for the Légion d’honneur - to submit an application you can contact your nearest french consulate. More information is found here:\nFrance Honors American Veterans",
                "username": "Mykje",
                "vote_count": "4"
            }
        ]
    },
    {
        "title": "Why did Nazi Bishop François Auvity escape all punishment, both criminal and ecclesiastical, after the Liberation of France? [closed]",
        "tags": [
            "world-war-two",
            "catholic-church",
            "nazism",
            "vichy-france"
        ],
        "votes": "-4",
        "views": "184",
        "username": "AlexfromRouen",
        "answers": [
            {
                "answer": "Your premise is faulty. Auvity's resignation was accepted by Pius XII in November 1945. That's a rather severe ecclesiastical punishment.\nAs noted in Time magazine of NOVEMBER 19, 1945:\n\nMsgr. Francois Auvity, Bishop of Mende. He recently apologized in a pastoral letter for having advised French youths to accept forced labor in Germany.\n\n\nThe position of the Vatican on collaborationist clergymen was not clearly defined. Official feeling was embodied in an age-old, unwritten law of the Church that its prelates, like Caesar’s wife, must be above suspicion. The law is, in effect: any prelate whose personal conduct, past or present, gives rise to discussion or dissension which might reflect unfavorably on the Church must feel duty-bound—guilty or not—to renounce his dignity to prevent adverse discussion of the Church.\n\n\nBishop Dutoit and Auvity evidently felt duty-bound to resign from their dioceses. Last week, Pipe Pius XII accepted both resignations.",
                "username": "Pieter Geerkens",
                "vote_count": "5"
            }
        ]
    },
    {
        "title": "Was it known in ancient Rome and Greece that boiling water made it safe to drink and if so, what was the theory behind this?",
        "tags": [
            "ancient-rome",
            "ancient-greece",
            "food",
            "medicine"
        ],
        "votes": "38",
        "views": "9k",
        "username": "releseabe",
        "answers": []
    },
    {
        "title": "What problems did the USA's transatlantic communication face during World War II?",
        "tags": [
            "world-war-two",
            "communication"
        ],
        "votes": "1",
        "views": "140",
        "username": "klpu39",
        "answers": []
    },
    {
        "title": "Did Arab nations send prisoners to fight in the Soviet-Afghan war?",
        "tags": [
            "soviet-union",
            "war",
            "afghanistan",
            "arab"
        ],
        "votes": "3",
        "views": "160",
        "username": "Luke G",
        "answers": []
    },
    {
        "title": "Is there ever been a Law Repealed [duplicate]",
        "tags": [
            "united-states"
        ],
        "votes": "-3",
        "views": "82",
        "username": "George W. Kauffman",
        "answers": [
            {
                "answer": "There are several types of repeals. \nFirst, there are partial repeals where a poorly crafted portion of a law causes problems. For example, the onerous 1099 reporting section of the Patient Protection and Affordable Care Act (aka Obamacare) was repealed. The rest of the law remains intact so far but that portion was repealed. Another recent example would be how the Patriot Act (2001), the Terrorist Surveillance Act (2006) and the Protect America Act (2007) effectively gutted provisions of the 1978 Foreign Intelligence Surveillance Act.\nNext, there are repeal and replace laws. In some cases, a previous law is explicitly repealed and replaced with another law. In other cases, the law is implicitly replaced and rendered moot without it being formally repealed. This has been done many times. One recent example would be how the Great Depression era Glass–Steagall banking acts were implicitly and explicitly repealed by various acts, most notably the Gramm-Leach-Bliley Act of 1999.\nAnd, there have been outright repeals without a replacement. In this situation, a law or regulation is repealed and the act does not contain any replacement law or regulatory authority.  One recent example would be the Don't Ask, Don't Tell Repeal Act of 2010. Another example would be the repeal of laws prohibiting private ownership of gold bullion by US citizens. Sodomy and 'blue' laws have been another common area where laws have been repealed without replacement.",
                "username": "jfrankcarr",
                "vote_count": "14"
            },
            {
                "answer": "As far as I understand you can use Food and Fuel Control Act of August 10, 1917 as a counter-example.\n\nIt was an independent public act approved by 65th Congress. (not a list of changes to previous acts)\nIt was repealed entirely by the Joint Resolution of 66th Congress at March 3, 1921 (with other wartime acts)\n\nCertain sections of Act were amended in between the two dates.",
                "username": "default locale",
                "vote_count": "8"
            },
            {
                "answer": "The Civil Rights Act of 1964 and the Voting Rights Act of 1964 outlawed various forms of discrimation, although what they outlawed were mostly State laws it's hard to say if this is what you are looking for; since you don't make a distinction on what laws Congress has repealed.  Most notably, around the same time in 1973 Congress passed the War Powers Resolution, this measure replaced the 1964 Tonkin Gulf Resolution which in effect repealed it.  As noted by jfrankcarr many existing Acts were repealed by further acts, in general Congress amends laws, it's rare for them to be repealed, but in many cases as well the Executive Branch (the President) just doesn't enforce laws that either it doesn't agree with or doesn't think are effective any more.\nAs an aside Anti-Miscenigation laws were repealed, on a State level, but on a Federal level were never able to be enacted - although this was attempted these attempts were for Amendments to be added so that Anti-Miscenigation laws would be law of the land.  Never happened though.\nYou can find out more here:  how to repeal a law",
                "username": "MichaelF",
                "vote_count": "3"
            }
        ]
    },
    {
        "title": "Was the USS Panay in the Yangtze river to protect US citizens? [closed]",
        "tags": [
            "united-states",
            "japan",
            "china"
        ],
        "votes": "1",
        "views": "173",
        "username": "uhoh",
        "answers": [
            {
                "answer": "During the 19th century, the imperialist powers turned much of the rest of the world into colonies to support their own economic and geopolitical interests. A few countries were neither colonizers nor colonies, and others maintained independence in some areas while giving in in other areas. China was one of the latter.\nChinese history during the 19th and 20th century included the Opium Wars, the Boxer Rebellion, and the Unequal Treaties. The US wanted to promote US commercial interests in China, promote US geopolitical interests, block the geopolitical interests of other powers, and, yes, also allow US and other Western missionaries to preach Christianity. These missionaries were problematic from a security viewpoint because they spread over the country in small groups, making them vulnerable to agitators and mobs.\nThis was all deeply humiliating to China. In part, the history does explain-but-not-excuse the present day PRC stance on the ROC and national unity, on the maritime boundaries in the South China Sea, and so on. Your user profile gives the location Taipei, I'm surprised that wasn't covered at school ...",
                "username": "o.m.",
                "vote_count": "-1"
            },
            {
                "answer": "I note that the USS Panay is a rather famous vessel.\n\n\"The USS Panay incident was a Japanese bombing attack on the U.S. Navy river gunboat Panay and three Standard Oil Company tankers on the Yangtze River near the Chinese capital of Nanjing on December 12, 1937. Japan and the United States were not at war at the time. The boats were part of the American naval operation called the Yangtze Patrol, which began following the joint British, French, and American victory in The Second Opium War.\" Wikipedia:USS_Panay_incident\n\n. . .\n\n\"After invading China in the summer of 1937, Japanese forces moved into Nanjing in December, where they later committed the massacre in the city that resulted in the deaths of 300,000 civilians and prisoners of war. Panay evacuated the remaining Americans from the city on December 11, bringing the number of people aboard to five officers, 54 enlisted men, four US embassy staff, and 10 civilians, including Universal Newsreel cameraman Norman Alley, Fox Movietone News cameraman Eric Mayell, the New York Times's Norman Soong, Collier's Weekly correspondent Jim Marshall, La Stampa correspondent Sandro Sandri and Corriere della Sera correspondent Luigi Barzini Jr.\" IBID\n\n. . .\n\n\"On the morning of the 12th, the Japanese air forces received information that fleeing Chinese forces were in the area in ten large steamers and a large number of junks and that they were between 12 and 25 mi (19 and 40 km) upstream from Nanjing. While anchored upstream from Nanjing, Panay and three Standard Oil tankers, Mei Ping, Mei An, and Mei Hsia, came under attack from Japanese naval aircraft. Panay was hit by two of the eighteen 132 lb (60 kg) bombs dropped by three Yokosuka B4Y Type-96 bombers and strafed by nine Nakajima A4N Type-95 fighters.[3]\" IBID\n\n\n\"The Yangtze Patrol, also known as the Yangtze River Patrol Force, Yangtze River Patrol, YangPat, and ComYangPat, was a prolonged naval operation from 1854 to 1949 to protect American interests in the Yangtze River's treaty ports. The Yangtze Patrol also patrolled the coastal waters of China where they protected U.S. citizens, their property, and Christian missionaries.\" Wikipedia:YangtzePatrol",
                "username": "MAGolding",
                "vote_count": "-2"
            }
        ]
    },
    {
        "title": "Is there any truth to this anecdote about Yugoslavian leader Tito?",
        "tags": [
            "cold-war",
            "yugoslavia",
            "serbia"
        ],
        "votes": "1",
        "views": "258",
        "username": "Danilo Jonić",
        "answers": []
    },
    {
        "title": "How can I obtain a record of my fathers' medals from WW2?",
        "tags": [
            "world-war-two",
            "united-states",
            "military",
            "army"
        ],
        "votes": "7",
        "views": "3k",
        "username": "Neil Fisher",
        "answers": [
            {
                "answer": "You can start at the National Archives site for requesting Military Service Records.  An expandable menu item gives you an idea of what you will need to request the information:\n\n\nThe veteran's complete name used while in service\nService number\nSocial Security number\nBranch of service\nDates of service\nDate and place of birth   (especially if the service number is not    known).\n\nAll requests must be signed and dated by the veteran or next of kin.\nIf you are the next of kin of a deceased veteran, you must provide\nproof of death of the veteran such as a copy of death certificate,\nletter from funeral home, or published obituary.\n\nFrom the same page there is a link to a page on how to Replace Veterans' Medals, Awards, and Decorations.",
                "username": "justCal",
                "vote_count": "23"
            },
            {
                "answer": "Another possibility is to check with the courthouse, city, town, county, of the locality to which he returned after discharge.  Separating personnel were advised to have their separation form recorded at their local courthouse.  This was to ensure there would, probably, always be a copy.  Many returning veterans did so.\nWhat you are looking for is his Form WD AGO 53-55.  Don't let anyone tell you you need his DD-214 because DD-214s did not exist for Army veterans discharged after the war. \"DD\" is Department of Defense which did not exist until 1947.  \"WD AGO\" is War Department Adjutant General's Office . . . the Army was run by the War Department in the years prior to establishment of the Department of Defense with it's Departments of the Army, Navy, and Air Force. An example of a WD AGO 53-55 is shown below.\nThe biggest problem you will find is related to the St Louis National Records fire in which some 80% of personnel records for Army personnel discharged between 1912 and 1960 were destroyed or irreparably damaged.\nSincerely wish you luck.\nWD AGO 53-55 sample below, note that medals and decorations to which he would have been entitled in Box 33 in the center of the form.\nIf you can get the WD AGO 53-55 in hand, that would go along way in obtaining replaced decorations from the government (as justCal points out) or you can bite the bullet and buy what you need commercially . . . with the caveat that you might end up with copies, not real ones.",
                "username": "R Leonard",
                "vote_count": "4"
            }
        ]
    },
    {
        "title": "Did John Quincy Adams purge Freemasons from roles in government?",
        "tags": [
            "united-states",
            "freemasonry",
            "john-quincy-adams"
        ],
        "votes": "3",
        "views": "142",
        "username": "Geremia",
        "answers": [
            {
                "answer": "John Quincy Adams was against Freemasonry, as his Letters on Freemasonry show.\nThe first letter, ibid. pp. 3-9, is his defense of his father: \"Vindicating the venerable John Adams from the Malignant Charge of Supporting Freemasonry\" (22 August 1831).",
                "username": "Geremia",
                "vote_count": "-1"
            }
        ]
    },
    {
        "title": "What was the nature of Yasir Arafat's difficulties in Arabic?",
        "tags": [
            "egypt",
            "palestine"
        ],
        "votes": "12",
        "views": "2k",
        "username": "Roger V.",
        "answers": []
    },
    {
        "title": "Did the Pacific Rail Acts of 1862 create lines to nowhere?",
        "tags": [
            "united-states",
            "economy",
            "american-civil-war",
            "railroads"
        ],
        "votes": "3",
        "views": "168",
        "username": "Recessionman",
        "answers": [
            {
                "answer": "First let's be clear that Reason is a highly ideological outlet, and so regardless of whether they get the facts right, their interpretation will be fringe. I did not watch the video and most of the reported claims are vague. The land grants to railroads were problematic for sure, but not in the ways suggested in the question.\nThe quote seems to refer to the Crédit Mobilier scandal. This was a classic case of war profiteering, and more importantly, blatant and illegal fraud including bribery. It had more to do with corruption then some inherent flaw in policy.\nI see no evidence for the idea that the land grants led to unnecessary or wasteful railroad construction. Railroads were expensive to build and the companies were responsible for finding the capital. Huge amounts of land were clawed back because the rails were never actually built. Of course, in an era of frontier settlement, it didn't matter if rails were built to nowhere: people came. In fact, squatters were grabbing as much farmland from the railroads as they could even before rails were built. See further \"The Forfeiture of Railroad Land Grants, 1867-1894\" (Ellis 1946).",
                "username": "Brian Z",
                "vote_count": "5"
            }
        ]
    },
    {
        "title": "When was the Viking first day of summer? Winter?",
        "tags": [
            "calendar",
            "vikings"
        ],
        "votes": "6",
        "views": "243",
        "username": "Klaus Æ. Mogensen",
        "answers": [
            {
                "answer": "Every reference I've been able to find for Old Norse or Viking calendars ended up pointing me to information from the Old Icelandic calendar. That's not that weird, as much of our knowledge of pre-Christian Germanic culture in other areas also is typically inferred from Icelandic sources.\nThere's a good English-language paper(PDF) on the subject from Svante Janson of Uppsala University I'll reference here.\nYes, it looked like they had only 2 seasons, sumar and vetur. Their years all had exactly 52 weeks, with an extra leap week added when necessary to keep the seasons from drifting from the solstices/equinoxes. This had the interesting mathematical side benefit of causing the first day of each season to be the same day of the week every year.\nThey still used 12 months (because they were using the same moon as everyone else), but since 364 isn't evenly divisible by 12, the extra 4 days were put a the end of sumar. It also seems likely they didn't really care about months much until they needed to start reconciling their calendars with the Christian ones in the 12th century, which is why we don't know a lot of their Old Icelandic month names (perhaps they didn't actually name them). Their dating system appears to have been more apt to use the week numbers.\nAfter the 12th Century, pains were taken to keep this somewhat aligned with the varioius Christian calendars, which produced the relation shown in Janson's table below:\n\nSo it looks like from the 12th Century on the first day of Sumar would have been in their reckoning Thursday, Sumar week 1, somewhere in the 9-15th of April Julian, and somewhere in the 19th-25th of April Gregorian. Their first day of Vetur would have been Saturday of Vetur week 1, which would have been somewhere in the 11th-18th of October Julian, or 21st-28th October Gregorian. However, there's apparently some scholarly debate on if Vetur had always started on Saturday, or instead moved there from Monday when the aforementioned 12th Century calendar reforms happened.\nAnother interesting thing I noticed in there is that there's no proscribed order to these seasons. They alternate of course, but the Norse didn't number their years, so they had no concept of a specific day that a year started in. Ages of people and things were reckoned in Winters, but sometimes Summers (just to keep us on our toes, I guess).\nAlso, since neither season was favored as \"first\", and the two season's first weeks started on different days of the week, it appears there may not have been a concept of a \"first day of the week\". Of course we modern folk today argue over what that day is, so perhaps lack of consensus among the Old Norse on the matter should not seem so strange.",
                "username": "T.E.D.",
                "vote_count": "3"
            }
        ]
    },
    {
        "title": "Did Edward VIII aid Germany during the war?",
        "tags": [
            "united-kingdom",
            "monarchy",
            "movies"
        ],
        "votes": "1",
        "views": "356",
        "username": "Michael Hardy",
        "answers": [
            {
                "answer": "Yes, Edward VIII did support Nazi Germany, but treason is unproven.\nThe only reason why he was appointed governor of the Bahamas and not locked up in the Tower of London was his status as former king. As governor he was under constant surveillance, to prevent any mischief. (He managed to do that anyway when he went on a holiday to the USA.)\nHow did he support Germany? As king he wanted to rule more like an absolute monarch than a constitutional one. That seriously clashed with parliament. One of the clashes was about his admiration of Germany, in particular for the Führer. Admiring Germany was not a problem, the royal family came from Germany and most royals (including Edward) spoke it fluently. Admiring Hitler was a different matter. As king he couldn't (and shouldn't) do that. Edward resented that limitation, and went out of his way to show it.\nBefore the war, but after his abdication, he went on a tour of Germany where he met Hitler. He was received with far more honors than his present status (abdicated king; now duke) warranted. That, on its own, is not treason. Reprehensible, certainly. Even in democracies one does not accept that kind of honors.\n\nDuring the May campaign, after his abdication, he served as staff officer with the BEF. As such he knew all about the Allied planning. He carelessly told what he knew on a party to Italians diplomats present.\nThat is the best I could find. He spilt the beans over too much champagne and caviar to the wrong people. Italy was not at war with the allies - yet. Had he been a regular officer, it would have ended his career there and then. He wouldn't have been convicted of treason, rather cashiered for carelessness.\nWhen the BEF retreated to Dunkirk, the duke left his post and traveled in his car with his wife and entourage (driver, personal servants) first to Biarritz and later to Lisbon. They traveled in a couple of cars, with ducal insignia on the duke's car. The duke didn't travel light. With, one might presume, permission of the Germans. Which is rather odd, if not outright suspicious.\nNot treasonous, but certainly questionable. A regular officer would definitely be court marshaled for it. It was either AWOL (absent without leave) or desertion. The duke social status protected him.\nChurchill had to use pretty strong language to force him back to Britain. Only then he could be send to the Bahamas for his tenure as governor.\nIf anything, the Netflix series portrays the king more favorable than he actually was. He never publicly apologized for his behavior, not just his betrayal of his country but more in general. Maybe he did apologize in private, but we'll never know that. Given the fact that relations between the queen and the duke were ice cold until his demise, I don't think he privately apologized.\nDid he factually commit treason?\nNo, he didn't.\nHe was never charged as such. Given his social position and political consequences it was a certainty he would not even be accused of\ntreason.\nEspecially high treason is a crime with very specific conditions. For a man as the duke of Windsor it is quite difficult (nearly impossible) to be convicted of it. Even accusing a former monarch of treason has enormous ramifications for that monarchy. That is the main reason why he wasn't charged. On the other hand, look at how his family ostracized him. He lived his life out in near total exile.\nAfter I posted my answer I dug deeper into this question: did he actually commit treason? All I can come up with are unsupported accusations. Unsupported, yes. But strong enough to warrant close investigation and making damn sure he wouldn't get into a position where he could commit it. The duke greatly disliked his forced exile on the Bahamas, but it was the safest and remotest place he could be send to. Governor of Saint Helena or the Falkland Islands would be a bit too obvious.\n\nHistorians believe the Duke of Windsor actively collaborated with the Nazis during the Second World War\nTraitor King\nReddit\nMarburg Files\nThe Independent\nThe Traitor king documentary\nOpen University\nQuora",
                "username": "Jos",
                "vote_count": "8"
            }
        ]
    },
    {
        "title": "What are the languages proposed for international use by Max Müller?",
        "tags": [
            "language",
            "latin-language"
        ],
        "votes": "3",
        "views": "86",
        "username": "user56265",
        "answers": []
    },
    {
        "title": "Did the idea of true/false Gods originate in Dharmic religions and migrate to Abrahamic religions, or could they have a common inspiration? [closed]",
        "tags": [
            "india",
            "religion",
            "origins"
        ],
        "votes": "-1",
        "views": "129",
        "username": "user66049",
        "answers": []
    },
    {
        "title": "Do we have revolutionary tribunal records for Robespierre et al, 10 Thermidor An 2?",
        "tags": [
            "french-revolution"
        ],
        "votes": "4",
        "views": "117",
        "username": "ifly6",
        "answers": []
    },
    {
        "title": "Was Prussia afraid of German unity during the first Schleswig War?",
        "tags": [
            "19th-century",
            "prussia",
            "denmark"
        ],
        "votes": "-1",
        "views": "159",
        "username": "16π Cent",
        "answers": [
            {
                "answer": "The whole article should probably be read somewhat tongue in cheek. Or at least one would hope so, given sentences like \"apart from Holberg, Danish literature is a poor imitation of that of Germany\". But it reflects a mood that was somewhat common in Germany at the time it was written. Which is in September 1848, after the treaty of Malmö had been signed in late August.\n\nThe armistice of Malmö led to fierce protests in Germany, particularly among the revolutionary left. In their view, Prussia, under pressure from the great powers (Britain and Russia), had abandoned the revolutionary government in Kiel. When the Imperial Parliament in Frankfurt accepted the treaty, the so-called September riots shook the city.\n\nFor more details on the September riots, see this German wp article.",
                "username": "Jan",
                "vote_count": "2"
            },
            {
                "answer": "What is wrong with the answer in Wikipedia:FirstSchleswigWar?\n\nHowever, in the aftermath of the revolution of 1848, which had damaged the prestige of the House of Hohenzollern as fighting had broken out in the streets of Berlin, it was felt essential to take a bold foreign policy step which would restore the prestige of the Prussian state.[6] The king and his advisors were not German nationalists, but the German liberals opposed to the absolutist Prussian monarchy were. The king's advisors believed that a German nationalist war would win support for the Prussian state from many of those liberals who were opposed to it.[6] Wikipedia:FirstSchleswigWar",
                "username": "MCW",
                "vote_count": "0"
            }
        ]
    },
    {
        "title": "Why are there so few people of sub-Saharan African descent in the lands of the former Ottoman Empire compared to the Americas?",
        "tags": [
            "slavery",
            "ottoman-empire"
        ],
        "votes": "2",
        "views": "599",
        "username": "Tom Hosker",
        "answers": [
            {
                "answer": "The DNA of former black slaves of the Ottoman Empire is now happily mixed with the DNA of modern Turks, Algerians, Libyans, Greeks, and all people from former Ottoman vassals or provinces.\nAll blacks from Africa or their children sooner or later became Muslims and thus ceased to be slaves. There was no racial discrimination or segregation in the Ottoman Empire, so they mixed freely.\nThe Ottoman Empire imported even more Slavic slaves from Crimea. For the same reasons, there are no old, distinct white/blond ethnic groups in these former provinces.\nBeing a Turk was not a question of blood, facial features, or color. It was only a question of religion and language. Yes, civic rights were scarce, and a Turk Noble had fewer rights than an American docker, but that Noble could be black, white, or yellow.\nAnother, lesser reason: don't forget, that slaves from modern Djibouti or Somalia, did not belong to the black race, even being Subsaharian. Black tribes live to the South starting from Kenya. (I am not sure about the Somaly/Kenya border tribes). So, only about part of Subsaharian slaves were black.\nOne more reason. (It can hardly be evaluated.) The beauty ideal for both men and women in all nations under Ottoman power was white. So, black people usually had fewer chances to get children. And a person with lighter skin had more chances.\nThe Turks started as a white and blond tribe. At least, they claim it. My Turk acquaintants did - all of them. And they said that they became swarthy due to mixing with black slaves. And nobles could buy more expensive white slaves. That's the result. I am afraid that the precise picture can be done by the archeological genetic expertise only. And until it is done, we can only speculate.",
                "username": "Gangnus",
                "vote_count": "0"
            }
        ]
    },
    {
        "title": "What is the original source of the quote \"Of all my 50 battles, the most terrible was the one I fought at Moscow\"?",
        "tags": [
            "quotes",
            "napoleonic-wars",
            "napoleon"
        ],
        "votes": "3",
        "views": "145",
        "username": "Daigaku no Baku",
        "answers": []
    },
    {
        "title": "What did \"Price Fourpence The Three\" mean? [closed]",
        "tags": [
            "britain",
            "price"
        ],
        "votes": "-3",
        "views": "120",
        "username": "user103496",
        "answers": [
            {
                "answer": "The price of \"the three\" is fourpence. They have left out some parts of the sentence; you could read it as \"(The) price (is) fourpence (for) the three (items)\".\nA fourpence was an old coin in the UK worth 1/60th of a pound sterling and was equivalent to four pennies (pence is the plural for penny in UK English, hence sixpence (sing a song of sixpence...), fourpence, tuppence (two pence), etc.). The fourpence was minted from 1836 to 1855 and 1888, so you are right in the early part of that time-frame for use of the term.\n\"The three\", as commented by BrianZ are the three essays combined into one book. Possibly you could get each essay as a single publication, but I can not find any mention of this in the articles I read. The Anti-Corn Law League published some nine million copies of tracts during its campaign to abolish the Corn laws, so single copies may well have been available, though I can't see any versions on Archive.org other than the combined book with the three authors George Hope, William Rathbone Greg, and Arthur Morse.",
                "username": "bob1",
                "vote_count": "4"
            }
        ]
    },
    {
        "title": "Is there any evidence to back up David Starkey's claim that infanticide of mixed-race children was integral to the Ottoman slave trade?",
        "tags": [
            "slavery",
            "ottoman-empire"
        ],
        "votes": "11",
        "views": "3k",
        "username": "Tom Hosker",
        "answers": [
            {
                "answer": "No. I was unable to find anything in the scholarly research backing up most of the assertions this gentleman made.\nIt is true that Ottomans castrated some (not all) male slaves. However, the children of female slaves were considered free, and it appears this happening was commonplace.\nI also tried looking up infanticide in the Ottoman empire. What I could find is that it was considered to be the same as murdering an adult. Islam is quite specific about forbidding infanticide. Sharia has specific punishments for it, and the Koran and Hadiths even shame other societies for allowing it.\nAs for under what circumstances it happened anyway, the trigger largely appeared to have been matters of interpersonal social circumstances (eg: infidelity, sexual assault, etc.). The author found no evidence that children of the poor (or enslaved) were victims of it any more than the wealthy, once one accounts for the wealthy's better access to abortion services.\n\nSo at this point, one might wonder why a \"historian\" might be making unsupportable historical claims. Surely doing so would be bad for his career, right?\nIt appears he ceased being a professional historian in the early 1990's, and has spent the 4 decades since as a professional political commentor. He's also got a history of upsetting people with racist statements, and these incidents appear to be escalating in offensiveness as time goes by. His most recent was a speech to a conservative conference which promoted the White Supremacist Great Replacement Theory.\nSo what it looks like we have here is a professional White Supremacist political commentator making unfounded historical claims, not an historian making well-supported historical points with racial implications.",
                "username": "T.E.D.",
                "vote_count": "28"
            }
        ]
    },
    {
        "title": "Today, do we celebrate anniversaries of events that happened in time of Julian calendar, on Julian date or at corresponding Gregorian date?",
        "tags": [
            "science",
            "mathematics",
            "date",
            "physics"
        ],
        "votes": "1",
        "views": "169",
        "username": "22flower",
        "answers": [
            {
                "answer": "Celebrations or remembrances are a social event. Consider, for instance, Catholic and Eastern Orthodox religious calendars. Or the remembrance of VE day, which is one day later in Russia due to time zones. Ukraine made the deliberate decision to switch to May 8th.\nHistorians should specify the dating system if that is an issue.",
                "username": "o.m.",
                "vote_count": "2"
            },
            {
                "answer": "It depends. One obvious example is the October revolution in Russia, which took place on 7-th of November according to Gregorian calendar, but 25-th of October according to the Julian one, in use in Russia at the time.\nAfter switching to Gregorian calendar some holidays were shifted to fall on the correct Gregorian date - notably the New Years day (January 1st) and May Day (May 1st), while religious holidays stuck to the older calendar - the Christmas day falls on January 7th, and there is also discrepancy for the Passover celebrations (but this seems to be more general discrepancy between Catholics and Orthodox Christians, or perhaps even between Catholics and non-Catholics.)\nReading historical texts about this period might be somewhat confusing.\nThe quoted Wiki article on old and new style dates cites examples of other countries where the switch to Gregorian calendar is relatively recent, and some discrepancies may arise.\nThere are similar situations with Hebrew calendar and Islamic calendar. E.g., Israeli school year largely adheres to Gregorian calendar, but national holidays (religious and non-religious) are celebrated according to Hebrew calendar. Thus, the Israeli Independence Day, considered to be May 14-th, is celebrated on different Gregorian date every year (although the Hebrew calendar returns to its original place vis-à-vis Gregorian every 17 years.) Palestinians however chose to commemorate the closely related Nakba day according to Gregorian calendar on May 15-th.\nRemark\nIn response to the comments: I don't know, if teher is an established convention in scientific literature. As far as I can judge by the books I read, when narrating a sequence of events or simply trying to place an event in contemporary context ( as in Jan's examples), it is quite common to use the calendar that was in use there and then. When pointing when an event happened in respect to modern reference points or discussing time periods, modern calendar serves the reader better.\nAs another example, one could mention Yom Kippour War of 1973, also known as October war and Ramadan war. All three terms communicate different information:\n\nYom Kippour points to the specific day of Hebrew calendar, and is useful in the context of describing how Israel was taken off guard, because this is teh day when the country comes to a standstill. However, the dat may fall anywhere between mid-September and mid-November.\nOctober war is precise and impartial designation of when the war took place (6-25 October 1973.)\nRamadan war provides political and religious context as seen from the Arab side - Ramadan is the month of great victories... but it may occur in Spring just as well as in Autumn.",
                "username": "Roger V.",
                "vote_count": "2"
            }
        ]
    },
    {
        "title": "What was the relationship between Italy and the other provinces in the republican period?",
        "tags": [
            "ancient-rome",
            "roman-empire"
        ],
        "votes": "1",
        "views": "178",
        "username": "16π Cent",
        "answers": [
            {
                "answer": "What is a province?\nWe should start with the development of the provincial system. Once upon a time, the Romans came to a place (with allegedly defensive intentions\\s Cic Rep 3.23.35) and started military operations there. Those operations had a commander: that commander, usually a consul – or person acting in place of one – had a task. That task was usually \"go over there and defeat so-and-so\". Or, in the case of Publius Cornelius Scipio in 205, command the army in Sicily with permission to go into Africa if it would be in the interest of the republic. Drogula Commanders and command (2015) p 285, citing Livy 28.45.8 (my loose translation).\nThis task is a provincia.\nTo be clear \"defeat Macedon\" is a provincia. So too is \"defend this place against barbarians\". And when Rome starts to assert direct rule over definable places (Sicily, Sardinia, and Macedon are the first), that task becomes \"keep this place peaceful and not a pain in our assholes/s\". Only by the start of the common era does provincia turn into something akin to modern English \"province\" referring to a place that is regularly administered. See Ricardson Language of empire (2008) p 8; Drogula \"The concept of provincia in early Rome\" in Commanders and command (2015) pp 131ff.\nFor much of the republican period, there don't really exist provinces in the way moderns think of them. These \"provinces\" are geographically separated – mostly to make it clear who, by default, has supreme command (imperium) where – and are fixed by anything other than convention. Drogula Commanders and command (2015) p 146. Their nature as fundamentally military commands also gives the Roman magistrate a huge latitude as to what he can do there...\n...such as enslave or kill entire populations. See generally Baker Spare no one (2021). The senate is far away and the magistrate on the scene has supreme power; very little could be done to restrain him. Drogula supra p 137; Baker supra pp 185–88 (a magistrate in Spain during the Lusitanian wars had, after they surrendered, three tribes' entire male populations put to the sword with the women and children enslaved; on his return some men, including Cato the Elder, attempted a prosecution but it was dropped; the magistrate was elected consul about five years later).\nHow did provincia turn into \"province\"?\nAs more provinces became \"administrative\" in character (\"go there and keep the peace\"), military exigency became less an excuse and in many cases a peace settlement bound the magistrate by law. Roman governors, however, with their legions were still seen as offering authoritative judicial services with real enforcement. So what became more common then was a magistrate (usually indebted because he borrowed a ton of money winning his office) showing up in a province and demanding all sorts of gifts. All the better if sent to the east, where the cities are rich and \"gifts\" plentiful.\nThe Romans of the period did see this kind of behaviour as a bit too extreme. Extorting subjects is all well and good but if you squeeze them too hard they will revolt and crushing that revolt is, among other things, expensive. So, starting in 149 they created a permanently sitting court (quaestio perpetua) to try these extortion (repetundae) cases. Initial attempts, where the senate deal with them ad hoc, clearly were not sufficient. But requiring someone to come to Rome and sue for mere recovery of damages already taken as in the law of 149 was not really sufficient either. Drogula supra pp 276–81; cf Livy 26.32.\nBut strong legal restraints on what commanders can do only emerge in the late republic. These take the form of a somewhat bewildering net of legislation such as the lex Porcia (100 BC), lex Cornelia de repetundis, the lex Julia de pecuniis repetundis, the lex Julia de provinciis. In toto these established all sorts of prohibitions on what kinds and quantities of goods a magistrate could requisition, stay in defined geographic areas instead of starting wars without permission, record-keeping requirements to ward against extortion, along with enforcement at Rome in real courts with teeth. Drogula supra pp 285–87.\nThe passage of these kinds of restrictions both in Roman law and in treaties or postwar settlements, along with the clear links between the Roman aristocracy and provincial elites, also show that the Roman aristocrats did not see the provinces solely as places to extort money. Obviously, many of them did; so too did the equestrian publicani who saw the huge profits to be made from Asian tax farming. But they were also places to build influence and support (both among provincials and Romans living there). Especially in the east, people now living under Roman rule built relationships with Rome to pursue their own interests. See generally Gruen Hellenistic world (1984) (notably also concluding that the Romans had no overarching strategy of imperial expansion but acted largely ad hoc).\n\nNow, after that long background:\n\nBy imperial strategies I mean for example seeing the provinces as a breadbasket for Italy, a market for Italian goods, a source of a certain class of soldiers, the personal playground of the highest senators, a far-off place to send dangerous senators, or something else entirely?\n\nThe Roman aristocracy saw the provinces mainly as places to win glory, money, and influence. Those things traded off against each other. And there were political, and eventually legal, constraints on how much glory, money, and influence someone could wring from the provinces.\nBeyond that theme, all the things you list could be said of the provinces to some degree.\n\nSicily was long seen as a place from which grain could be procured for Italy.\nItalian goods were regularly shipped abroad, but it is important also to recognise that the Romans were not very economically interventionist in a modern sense; they would have contented themselves from securing exceptions for Romans from port fees or the like.\nCertain kinds of auxiliaries could only be recruited from certain provinces.\nSome magistrates certainly played the role of tyrant when abroad.\nSenators convicted of crimes could be sent into exile in the provinces. Eg Publius Rutilius Rufus (falsely convicted of corruption for being too hard on the Romans in his province, he spent his exile living as an honoured guest of the city which he was convicted of extorting).\n\nBut, in the main, these are separate from the Roman politician's choice to go to the provinces. (One could decline: eg Cicero after his consulship in 63.) Senators usually accepted provincial commands to bolster their own careers. They saw them as places to, if you will, show their quality.\n\n\nTiberius Gracchus ... argued that the land reforms in favor of the peasants would produce a stronger peasant soldiery ... Tiberius proposed full citizenship for Italian, after all, not any provincials.\n\nTSG, with the support of many senators, was acting to forestall the then-apparent indication that the population of Italy was falling. Putting more people on the land could have helped stop that. Roselaar Public land (2010) pp 229–30. Modern archaeology has shown that the population was not in fact falling. Potter \"The Roman army and navy\" in Cambridge companion to the Roman republic (2nd edn 2014) p 68.\nThe evidence that TSG wanted to give the Italians – contra Romans living in the ager Romanus not close to Rome – citizenship and land is weak. It's in Vell 2.2 but most scholars believe that Velleius is likely confusing Tiberius with Gaius, who did propose giving the allies citizenship. Tiberius' policies would have benefited Italians basically not at all since they would have been dispossessed of lands they currently used in favour of new Roman settlers. Roselaar supra pp 244f.\nThe relationship between the Romans and the Italians is another question (and book). I find Mouritsen Italian unification (1998) convincing. However, Mouritsen's position – that the Appianic narrative is wrong and  that the Italians fought the Social war to overthrow Rome rather than for citizenship – is not without controversy.",
                "username": "ifly6",
                "vote_count": "1"
            }
        ]
    },
    {
        "title": "Are there any instances of ancient kings or chiefs dueling or engaging in other physical contests to assert their authority?",
        "tags": [
            "ancient-history"
        ],
        "votes": "-1",
        "views": "210",
        "username": "user122938",
        "answers": [
            {
                "answer": "You start with two very significant words: popular fiction. It's a popular theme to write about, but happened seldom in reality.\nIt's not very practical, from a leader's point of view. You are a tribal leader or king, with a band of followers. Why would you, the leader, go into hand to hand combat? That's why you have followers for. You pay them handsomely, make the buggers earn their living!\nIt did happen, but was extremely rare. To give you an example: The Roman army had a complex reward system, with the corona's and the triumph at the top. A corona was awarded for personal bravery to any man deserving it. A triumph was awarded to a triumphant general victorious in battle.\nHowever, there was an even higher reward: the Spolia Optima. This was the greatest possible honor a Roman could achieve. It was only awarded when a commanding general in battle defeated an enemy general in combat himself. It was awarded in the entire history of Rome only a few times, less than fingers on your hand.\nThe last — theoretical — winner was Marcus Licinius Crassus, the grandson of the triumvir. I said theoretical, because he was general in command involved in personal combat with his opposite, and did claim it, it was denied by Augustus. Too political sensitive. After him nobody ever got one.\nOther (and earlier) winners were:\n\nAulus Cornelius Cossus\nMarcus Claudius Marcellus\n\nThere were more winners, but these are mythical or semi-mythical. Romulus is one of them. The Roman empire lasted a thousand years (give or take), with 2 official winners, 1 denied and 2 (semi) mythical. That's how rare this kind of combat is.\nWhat you describe did happen, but on a lower level and still rare. Before horses could be ridden, warriors entered the battlefield in chariots pulled by ponies. They dismounted and fought hand to hand, the charioteer remained close by to get his boss out of trouble if need be. In the classical world that was the age of Homer. On the British isles that era lasted longer, the Romans had to fight of several armies with chariots. Caesar writes about many chariots he encountered, and Boudica's army contained chariots as well, though not as many as Caesar encountered.\nOnce horses could be ridden, the importance of chariots diminished. With it the need for single combat. From a practical point, single combat is for highly trained warriors in the prime of their life. Kings usually (not always, of course) are either too old, or reaching the end of their military life.\nThat's where the problem is: unless you're talking about tribal warfare or very small kingdoms (as on the British Isles), a commander in chief is usually too old for single combat. Another reason why it seldom happend is that one of the two had to loose. Not only his life, but also his kingdom. That's a tough proposition, especially if you have a bunch of guys hired for that job.\nA nice what-if for you are the battles fought by Alexander the Great against Xerxes. In the Battle of Gaugamela, Alexander attempted to reach Xerxes but failed because Xerxes fled the field. Xerxes certainly wasn't the only leader who avoided combat.",
                "username": "Jos",
                "vote_count": "1"
            }
        ]
    },
    {
        "title": "What is the genetic composition of \"Cemetery H\" culture?",
        "tags": [
            "india",
            "ancient-india",
            "indus-valley"
        ],
        "votes": "-1",
        "views": "111",
        "username": "Adrish Chatterjee",
        "answers": []
    },
    {
        "title": "How did Nelson Mandela stay relevant and a strong leader during his imprisonment? [closed]",
        "tags": [
            "20th-century",
            "independence",
            "black-history",
            "apartheid",
            "protests"
        ],
        "votes": "2",
        "views": "72",
        "username": "user273747",
        "answers": []
    }
]