[
    {
        "question_id": "76363",
        "title": "What was the extent of King Ferdinand of Naples relationship with the Camorra? Did he use them to gain more power/influence during his reign?",
        "tags": [
            "19th-century",
            "political-history",
            "italy",
            "crime",
            "sicily"
        ],
        "votes": "0",
        "views": "20",
        "username": "Andrea Korompis",
        "answers": []
    },
    {
        "question_id": "76361",
        "title": "Was there an Inscription on the sword that beheaded Anne Boleyn?",
        "tags": [
            "england"
        ],
        "votes": "0",
        "views": "32",
        "username": "John bruno",
        "answers": []
    },
    {
        "question_id": "76360",
        "title": "How has the gullibility of humanity changed - if at all - over the last 4,000 years? [closed]",
        "tags": [
            "social-history",
            "religious-history",
            "sociology",
            "intelligence"
        ],
        "votes": "-2",
        "views": "42",
        "username": "A-Level Student",
        "answers": []
    },
    {
        "question_id": "76352",
        "title": "after 1917 the bolsheviks started conquering again all the former nations of russian empire(including poland and finland) -was it legal? [closed]",
        "tags": [
            "russian-revolution",
            "russian-civil-war",
            "kazakhstan"
        ],
        "votes": "-3",
        "views": "90",
        "username": "ERJAN",
        "answers": [
            {
                "answer_id": "76356",
                "answer": "\"Legal\" is a meaningless fiction in regards to disputes between sovereign states. There is only that which the state can get away with - and that which it cannot get away with. The only \"court\" of relevance is that of public opinion; a court both notoriously fickle, and typically swayed much more by emotional than by rational, reasoned, or legal arguments.\nConsider the 1982 Falklands War. Argentina gambled that it could take and hold the Malvinas archipelago because of the logistic difficulties for the U.K. in retaking them; and because it believed that they could sufficiently sway public opinion in the U.S. to make Reagan remain neutral during the conflict. It misjudged. Certainly where I resided the U.K. attempt to retake the Falklands was wildly popular, and Reagan opted to support the U.K. effort. But in the crunch, with modest U.S. aid and assistance U.K. managed to overcome the logistical problems and retake the archipelago.\nSo Falklands remain British not because of any legalities - but because the Argentinian attempt to \"conquer\" them was insufficient in the face of determined British opposition.",
                "username": "Pieter Geerkens",
                "vote_count": "4"
            }
        ]
    },
    {
        "question_id": "76348",
        "title": "Why were the Germans accused of genocide at the start of WW1 against the Belgium people?",
        "tags": [
            "world-war-one"
        ],
        "votes": "-2",
        "views": "198",
        "username": "Iron Duke",
        "answers": [
            {
                "answer_id": "76357",
                "answer": "Germany was not formally accused of genocide against the Belgian people during ww1. Instead, what occurred was a series of brutal actions known as the Rape of Belgium, which involved severe war crimes committed by German forces against Belgian civilians during the invasion and occupation of Belgium from 1914 to 1918.\nThese actions included mass killings and the destruction of civilian property. The atrocities aimed to suppress resistance and maintain control over occupied territories through fear and intimidation rather than to exterminate the Belgian people, which distinguishes these acts from genocide.",
                "username": "iddo rozenblum",
                "vote_count": "6"
            },
            {
                "answer_id": "76358",
                "answer": "Rules of war are developed by negotiation among nations, and sometimes by the result of negotiation becoming accepted standards which are binding even those nations which did not sign up explicitly. The rules of war then have to be translated into rules of engagement, and those rules must then be enforced by the military.\nThe German forces had concerns about a repeat of francs-tireurs of the war of 1870/72, whom they considered what would be called unlawful combatants or terrorists one and a half centuries later. Their plan to prevent it included Schrecklichkeit, demonstrative harshness to intimidate the population. This played into German theories of war as an effort of the entire society, not just the uniformed forces, and the need to secure the rear areas with limited forces while most troops were used in a battle of encirclement.\nSo German troops were predisposed to see guerilla action in the fog of war, and to suppress it harshly. German conduct violated the 'civilized' norms which were supposed to apply in Western and Central Europe. It was an era of double standards; what was acceptable in colonial wars was not acceptable in the homelands of colonial powers.\nSimilar issues were to come up when the rules of cruiser warfare ran into the technological realities of submarine warfare.",
                "username": "o.m.",
                "vote_count": "2"
            }
        ]
    },
    {
        "question_id": "76353",
        "title": "Was it a custom to offer a dancer that pleased you anything at all? Like in King Herod’s case",
        "tags": [
            "untagged"
        ],
        "votes": "2",
        "views": "163",
        "username": "Lyd",
        "answers": [
            {
                "answer_id": "76354",
                "answer": "There are no other cases mentioned in the Bible. There are a number of factors that come into play here.\n\nThis was a birthday celebration and Herod (Antipas) must have been feeling both generous and more than a little tipsy.\n\nHerodias had previously been the wife of Herod Philip (although historical sources are are not clear about this). Thus her daughter's relationship with her step father Antipas was likely to be difficult. Her dance was not only delightful in itself but was also a sign of her wanting to please her stepfather, who responded with generosity.\n\nThe whole scene may have been a ruse, arranged beforehand to give Antipas an excuse for executing the Baptist, who was popular among the people.\n\n\nAlthough the Bible does not relate another case of a dancer being richly rewarded by a king, there is one biblical precedent that we ought to consider: Queen Esther's request to King Xerxes. In Esther 5, she dresses in all her finery and appears before him in court, which pleases him greatly, so much that he tells her :\n\n“Now what is your petition? It will be given you. And what is your\nrequest? Even up to half the kingdom, it will be granted.”\n\nOf course Esther was not a dancer. She was the king's wife, who pleased him by her attire and demeanor rather than by performing a dance. As far as I know this is the only other such event mentioned in the Bible. Such rewards may have been customary in some royal courts, but the Bible only contains these two examples.",
                "username": "Dan Fefferman",
                "vote_count": "3"
            },
            {
                "answer_id": "76355",
                "answer": "When the daughter of Herodias came and danced, she pleased Herod and\nhis guests, and the king said to the girl, “Ask me for whatever you\nwish, and I will give it to you.” 23And he swore to her, “Whatever you\nask of me, I will give you, up to half my kingdom!”\n\nThe terminology used by Herod in this section of scripture is actually used previously in the Old Testament - in the book of Esther. One could submit that this is a common \"turn of phrase\" or colloquialism for Kings or Rulers of the time and culture. There are however also many parallels between the circumstances of these two stories and so it could also be seen as this story making a direct reference to the Esther story by the choice of words used.\nEsther 5:1 (also again in 5:6 and 7:2)\n\nOn the third day Esther put on her royal robes and stood in\nthe inner court of the palace, in front of the king’s hall. The king\nwas sitting on his royal throne in the hall, facing the entrance. 2\nWhen he saw Queen Esther standing in the court, he was pleased with\nher and held out to her the gold scepter that was in his hand. So\nEsther approached and touched the tip of the scepter.\n3 Then the king asked, “What is it, Queen Esther? What is your\nrequest? Even up to half the kingdom, it will be given you.”\n\nBiblical stories will often make use of \"repeating narrative patterns\" which don't reoccur exactly as before but use previous themes with important inversions or changes. An example would be the repeating pattern of the woman at the well. (eg: Compare Abrahams servant and Rebekah Gen24 vs Jesus and the Samaritan woman John4)\nIn this case the previous story of Ester occurs during the Persian diaspora. A young Jewish woman finds favor with the foreign king, becomes queen, and risks her life to save the Jewish people from destruction when the court official Haman persuades the king to authorize genocide against all the Jews of the empireand kill a righteous Jewish man named Mordecai. The woman uses her beauty and position as Queen to persuade the foreign king to save the Jewish people and has the man who seeks to destroy them - Haman - killed by im hanging on a pole outside the city while the Jewish man Mordecai is honoured by the king and paraded through the street in Royal garments on a royal horse. There should be lots of prophetic connections popping to mind with this story.\nIn Mark 6:22 we see a similar set of circumstance but with almost a complete inversion of the story. With the Jews again ruled over by a foreign power - this time by Rome with a vassal king - Herod. He is married to an unrighteous adulterous Jewish wife Herodias - formerly the wife of his brother Philip who has been accused of sexual immorality by a righteous prophet (John the Baptist). She uses her power and daughters beauty and skill to have the righteous and holy man of God who seeks to save the Jewish people and turn them back to God killed for pointing out her and Herods own sin.\nIts basically an inversion of the original Esther story and I believe this line and the kings offer is being used by the author of Mark as a deliberate reference\\hyperlink back to the previous story in Esther.\nEsther as a righteous Queen who risks her life and uses her power and influence to save a righteous Jewish man and the Jewish people and kill an unrighteous man who seeks to destroy them\nvs\nHerodias as an unrighteous Queen who uses her power and influence to kill a righteous man who seeks to help and save the Jewish people in order to protect herself from his accusations against her and her Husbands own sin.",
                "username": "Marshall",
                "vote_count": "2"
            }
        ]
    },
    {
        "question_id": "76346",
        "title": "The Ancient Hanifs of Arabia",
        "tags": [
            "ancient-history",
            "religion",
            "arabia"
        ],
        "votes": "-5",
        "views": "45",
        "username": "Alex",
        "answers": []
    },
    {
        "question_id": "76344",
        "title": "Is the myth of Alexander a political tool or a genuine belief? [closed]",
        "tags": [
            "alexander-the-great",
            "hellenistic-greece",
            "greek-mythology"
        ],
        "votes": "-3",
        "views": "94",
        "username": "kyril",
        "answers": []
    },
    {
        "question_id": "76342",
        "title": "How far back in time have historians estimated the rate of economic growth and the economic power of various empires?",
        "tags": [
            "economy"
        ],
        "votes": "12",
        "views": "2000",
        "username": "phil1008",
        "answers": [
            {
                "answer_id": "76343",
                "answer": "TL;DR: Don't trust historical GDP data about pre-modern times\nWhat are the problems with computing economic growth for earlier historical periods?\nYou have 6 problems with computing historical economic growth compared to historical climate:\n\nYou need to answer the question: Growth of what? Income? Welfare? Wealth? Capital? The tax base? Since this is commonly done today and since you already mentioned the GDP, you seem to have income in mind. The GDP is a measure of income.\n\nThe problem with measures like the GDP is that they are modern measures. Specifically, the GDP was proposed and outlined by the NBER report to congress led by Simon Kuznets in 1934. All GDP data older than that are approximated from other historical data and not usually considered reliable.\n\nThe GDP does not measure every part of economic activity. For instance, it only measures commercial activity (i.e., not subsistence farming, private care work, the shadow economy (i.e., illegal activities)). The drawbacks are laid out in detail in the report linked above.\n\nThe GDP depends on the price level. If your estimate for the price level is wrong, your GDP measure is wrong. The price level, in turn, is a composite index of the prices of commonly consumed goods (the 'good basket'), all of which have different price changes; what these goods are changes over time and varies between places. In modern economic statistics, you distinguish between nominal GDP (literally the amount of USD, GBP, EUR, JPY, CNY etc that was earned), inflation-corrected GDP (where you correct all the values for the inflation of the respective country) and GDP in chained prices (which also takes changes in the good basked into account). It is exceedingly difficult to do this for pre-modern times. You will also find that the price levels of different countries diverge quickly and that the GDP computed with those may not be consistent any more.\n\nProblem 3 (incomplete measurement of economic activity in data) is worse the deeper you go into history. This is because subsistence production was more common. Even if you disregard that, it is questionable if the income concepts for modern and pre-modern states and for different pre-modern regions are consistent.\n\nBefore the emergence of modern statistical offices (at most about 200-300 years ago), the data you have gets much worse. If you are lucky, you have data on taxation. Taxation is what countries cared about before they cared about economic growth. But since the focus is different, this may not be reliable indicators for income. Also, there were many different ways to define the tax base (income? wealth? the size of your house? the number of windows in your house? ...). Furthermore, surviving tax records are also not too abundant.\n\n\nSo what do we have?\nThat said, there are historians, primarily Angus Maddison (his book ''Countours of the world economy AD 1 - 2030'', Oxford University Press 2007,  is one example, but he has more writings), who are trying to do this. For some countries, you will find official estimates for economic data, that go a long way back (almost 1000 years for the UK, see here), but this is the exception. Also, you should exercise a lot of caution when working with such data. Almost everything in there is approximated in modern times and uses a ton of assumptions that may or may not be true. There are also attempts to assess economic development based on archaeological data. But I don't thing we're far enough along with this that you could expect a full record (instead of the odd data point every few hundred years, which may or may not be comparable to other data points).",
                "username": "0range",
                "vote_count": "25"
            },
            {
                "answer_id": "76362",
                "answer": "Prior to mechanization and exploiting alternative energy sources (like fossil fuels, wind and water), the economic unit we really care about was the calorie.\nSocieties lived and died on how many calories of food it produced for people, which determined the workforce size.  How much work did it require to generate those calories?  How much surplus work was available to be harnessed?\nAnd animals became just another way to turn food calories into work.\nWe can see this happening in the relatively recent era.  Malthusianism describes how a society gets richer, generates more food, has a population increase, and the wealth per person falls back to near-starvation levels.  Then a disease or famine hits, the population falls, and food production doesn't fall as far, resulting in a society richer per person, and population growth occurs as fewer children die in infancy.\nGraphs of (estimated) GDP per capita vs (estimated) population levels produce this relatively neat feedback loops, as increased wealth per person leads to increased population which drops wealth which causes population to fall, which increases wealth per person, etc.\nModern industrial societies have escaped this trap, with a quite small percentage of labour and societies available energy being spent on feeding humans.  Without being \"trapped\" with most of our energy being put towards food, we use work to solve other problems - build mines, infrastructure, devices, etc - that in turn yield more work output.  This causes a divergence in the GDP per capita - the economic activity we can do per person - that the pre-industrial world never experienced anything of similar magnitude.\nAnd we have relatively good data going back to the edge of this industrialization, where the vast majority of the \"work\" a societies does is dedicated to producing food to feed the people.  And you can't get much poorer than this, because if you do your population starves, and to the best of our ability to tell nobody got much richer (per capita) than this.\nThis in turn means we can look at the infrastructure projects and work out how many food-calories it would take to build them - how many worker-hours as well as animal-hours - and look at the total capacity of the society (in terms of calories of food grown) and compare those two numbers.\nThis information is often available even if more detailed economic data is missing.  Taxes are often levied on food produced, for example, so we have extensive records of food production levels.  For the Egyptians, we even have records of employment - from salary negotiations, labour disputes, etc - going back 1000s of years, plus information about how the various structures are built (we know how the Egyptians built pyramids, because they wrote it down and we can read it - ignore the \"ancient mysteries\" nonsense).\nThere are a few limits on our knowledge.  Like, how hard was it to produce those levels of food?  But even there we can find census information, and make assumptions.",
                "username": "Yakk",
                "vote_count": "1"
            }
        ]
    },
    {
        "question_id": "76337",
        "title": "Which European power's arrival in India marked a new phase in the Indian history due to their naval skills and strategic alliance? [closed]",
        "tags": [
            "india",
            "colonization",
            "trade",
            "imperialism"
        ],
        "votes": "-1",
        "views": "70",
        "username": "Abhigyan Goswami",
        "answers": []
    },
    {
        "question_id": "76330",
        "title": "Why is the reason behind the non development of a unified political power in North-India and Afghanistan? [closed]",
        "tags": [
            "india",
            "mongol-empire",
            "15th-century",
            "central-asia"
        ],
        "votes": "-3",
        "views": "50",
        "username": "totalMongot",
        "answers": []
    },
    {
        "question_id": "76328",
        "title": "Has any US Presidential nominee/presumptive nominee from a major party, apart from Johnson, withdrawn from the race mid-campaign?",
        "tags": [
            "united-states",
            "election"
        ],
        "votes": "1",
        "views": "109",
        "username": "Dario Quint",
        "answers": [
            {
                "answer_id": "76331",
                "answer": "No, I don't believe it has. Certainly not in the modern era of nomination primaries.\nAside from LBJ, the closest I believe was in 1972 when the Democratic vice-presidential nominee was forced to resign over mental health issues, 2 days after the convention. In those benighted days, merely availing oneself of mental health therapy was considered disqualifying. To be fair, the therapy in question is considered very controversial by today's standards as well. He was basically replaced with someone picked entirely by the McGovern campaign.\nWhen the general election came around, its tough to see that replacing the man helped any at all. McGovern won one state, and the District of Columbia.\nThere was also an eventuality in 2000, when a dead man was elected to one of the two senate seats in Missouri. He also happened to be the Governor, who is the person who would get to appoint someone to fill a vacant Senate seat until the next election. His lieutenant governor promised prior to the election to appoint the wife of the deceased to the position if the deceased were to be elected, and it appears the electorate preferred that option to the man's living opponent.\n\nWhile we're on the subject though, I'd like to also bring up Johnson. A man in his position, as the incumbent, would indeed usually be considered the presumptive nominee. However, the Vietnam war was deeply unpopular with his party's electorate, and he was largely tied to it. The current scion of the family of his longtime political rivals, Robert Kennedy had just entered the primary race. LBJ nearly lost the New Hampshire primary to Kennedy (failing to get 50% of the vote), and LBJ's own internal polling was showing that he was going to lose the next primary state to Kennedy, badly.\nSo no, at that point I don't think it would really be fair to think of Johnson as the \"presumptive nominee\". In fact his own political research and instincts were telling him otherwise. It seems quite likely he knew his business, at least if Kennedy hadn't been assassinated months later.",
                "username": "T.E.D.",
                "vote_count": "1"
            }
        ]
    },
    {
        "question_id": "76326",
        "title": "Why was William Tyndale executed but nothing happened to Miles Coverdale? [closed]",
        "tags": [
            "europe"
        ],
        "votes": "2",
        "views": "421",
        "username": "Betty Knowlton",
        "answers": [
            {
                "answer_id": "76327",
                "answer": "We've established in a previous question that one of the conditions that made the execution of Tynedale more feasible was his public arguments with King Henry VIII. From the accepted answer there:\n\nKing Henry himself is also a possibility. At first the King was a fan,\nafter reading The Obedience of a Christian Man, which was pro-secular\nauthority. However, Tyndale argued against Henry's divorce, which\nserved to put him in the same political hitlist as Thomas More. There\nare accounts of the King sending agents to attempt to capture Tyndale,\nand appealing to the Emperor. So it certainly would be within\ncharacter for it to have been a Crown agent organizing the job. At the\nabsolute least, whoever did it knew they wouldn't get any pushback\nfrom the Crown over it. At most, its possible what actually got him\nkilled was arguing against King Henry VIII.\n\nReading through Coverdale's bio, I'm seeing no hint of similar criticism of secular authority. In fact, he actually dedicated his first Bible translation to King Henry VIII.\nEven so, I'm seeing that he was in fact in exile for his own safety at the same dangerous time Tynedale was. Tynedale was only captured via trickery: He was lured out of his safehouse by an Englishman with gambling addiction who had been bribed by the arresting authorities.\nOf course Coverdale, unlike Tynedale, was not stuck hiding in a single safehouse, because the Holy Roman Empire was not after him. So why were they after Tynedale? Because King Henry called in a favor:\n\nHenry asked Emperor Charles V to have the writer apprehended and\nreturned to England under the terms of the Treaty of Cambrai;\n\nSo what got him on the wrong side of the King, bad enough for him to personally call in a favor with a fellow monarch? As today's Wikipedia put it:\n\nIn 1530, from exile, he wrote The Practice of Prelates, opposing Henry\nVIII's desire to secure the annulment of his marriage to Catherine of\nAragon in favour of Anne Boleyn, on the grounds that it was\nunscriptural and that it was a plot by Cardinal Wolsey to get Henry\nentangled in the papal courts of Pope Clement VII.\n\nIt looks like Charles was reluctant to take this step, which afforded Tynedale a chance to back down, but instead the man doubled down by releasing an attack on the legitimacy of the Papal State.\nSo the general answer here is that Tynedale actually put a lot of effort into ticking off multiple secular authorities, and let himself get tricked into leaving his safe space. Coverdale, for whatever reason, didn't feel like doing all that.",
                "username": "T.E.D.",
                "vote_count": "10"
            }
        ]
    },
    {
        "question_id": "76321",
        "title": "What is the original source of this Sigurimi logo?",
        "tags": [
            "cold-war",
            "albania"
        ],
        "votes": "5",
        "views": "848",
        "username": "SPavel♦",
        "answers": [
            {
                "answer_id": "76329",
                "answer": "It at least seems plausible it is based on the original. In 2011, Maks Velo, an Albanian painter and journalist, who was imprisoned in 1978 for \"agitation and propaganda\" against the Hoxha regime, gave an interview, where he commented on the role of Safo Marko as well as his own as witnesses in the prosecution of a Hysenil Dume. About Marko, he says:\n\nE kam njohur Safo Markon qysh në vitin ’60. Shpesh uleshim e pinim kafe te klubi i shkrimtarëve dhe artistëve. Ishte një grua e respektuar gruaja e Petro Markos, e bukur, e mençur, e aftë. Ishte një nga ilustratoret më të mira të kohës, realizonte pllakate shumë të mira, madje ajo ka realizuar edhe pllakatin e Sigurimit të Shtetit me krahët e shqiponjës dhe syrin. Me pak fjalë, ishte një kolege e nderuar dhe e respektuar.\n\n\nI have known Safo Marko since 1960. We often sat and drank coffee at the club of writers and artists. The wife of Petro Markos was a respected woman, beautiful, wise, capable. She was one of the best illustrators of the time, she created very good posters, and she even created the placard of Sigurimi with eagle wings and an eye. In short, she was an honored and respected colleague.\n\nThis would be a confirmation that Safo Marko was the author of the Sigurimi Logo, and the description roughly fits the picture.\nThat said, the description page on Wikimedia Commons says it is a \"digital recreation\" of the version shown at the BunkArt Museum, so it has certainly gone through multiple stages of re-drawing.\n\nThis page says Safo Marko received a Republic's Award (\"Çmimi i Republikës\") for an exposition poster for the 20th anniversary of the Armed Forces of the Security of State, (\"Pllakat e ekspozitës me rastin e XX vjetorit të Armës së Sigurimit të Shtetit\", hopefully I got the translation right). The only picture in connection with that anniversary I found is this, which at least tells that the anniversary was in 1963.\nThe poster itself I could not locate. But in 1983, the PPSH published a booklet for the 40th anniversary, and its cover shows this motive:",
                "username": "ccprog",
                "vote_count": "6"
            },
            {
                "answer_id": "76324",
                "answer": "I've found two sources:\nFIRST SOURCE:\nis a photo from an excerpt of a master thesys of a student from Padua University (Italy) discussed in 2021.\n\nThe photo has been taken by the student herself in a museum in Tirana\nI've looked on the museum site, but haven't found the same picture.\nGiven that this is a quite new museum, may not be the original.\nSECOND SOURCE:\nThe second one is a site that sell vintage poster(here the specific one), that has this one:\n\nThis one seems to me more \"original\" than the first one (note the picture on top in blue)\nSpecially if you search for the title of the magazine \"Ne sherbim te popullit\" on google images, you'll see it is used on many issues.\nUpon other research, found on an Albanian site what may be the original one (here the specific page):\n\nthe used in the magazine. Unluckily, the image is without context or description.",
                "username": "Dan M",
                "vote_count": "5"
            }
        ]
    },
    {
        "question_id": "76319",
        "title": "How was explained in the ancient Egypt that the unrelated pharaoh dynasies have all divine origin? [closed]",
        "tags": [
            "ancient-egypt"
        ],
        "votes": "-3",
        "views": "60",
        "username": "Gray Sheep",
        "answers": []
    },
    {
        "question_id": "76314",
        "title": "Are these depictions of ancient Greek and Roman libraries \"scroll-shelves\" historically accurate?",
        "tags": [
            "ancient-rome",
            "ancient-greece",
            "archaeology",
            "book",
            "reconstruction"
        ],
        "votes": "16",
        "views": "323",
        "username": "Povel",
        "answers": [
            {
                "answer_id": "76318",
                "answer": "At the Villa of the Papyri in Herculanium, 1,500 ancient scrolls have been found, covered by the Eruption of Vesuvius in 79.\n\nAt the time of the eruption of Vesuvius in AD 79, the valuable library was packed in cases ready to be moved to safety when it was overtaken by a pyroclastic flow; the eruption eventually deposited some 20–25 m of volcanic ash over the site, charring the scrolls but preserving them – the only surviving library of Antiquity – as the ash hardened to form tuff.1\n\nhttps://en.wikipedia.org/wiki/Villa_of_the_Papyri#Epicureanism_and_the_library\nThis says nothing about how the scrolls were normally stored when not being moved.\nBut this says:\n\nIn the living quarters, bath installations were brought to light, and the library of rolled and carbonised papyri placed inside wooden capsae, some of them on ordinary wooden shelves and around the walls and some on the two sides of a set of shelves in the middle of the room.1\n\nhttps://en.wikipedia.org/wiki/Villa_of_the_Papyri#Layout\nSo this suggests there were shelves of some type in the library.\nhttps://www.jstor.org/stable/25542290",
                "username": "MAGolding",
                "vote_count": "3"
            },
            {
                "answer_id": "76322",
                "answer": "Designs were varied, just like today. Search for specific designs of:\n\nArmaria: wooden cupboards or cabinets with multiple shelves. Scrolls were placed horizontally on the shelves. The armaria were often placed against the walls of the library. Designs vary.\nNiches: the famous Library of Celsus in Ephesus had wall niches to store the scrolls.\nCapsores or capsa: cylindrical boxes used for transporting but also storing individual scrolls.\n\nFor references see:\n\nCasson, Lionel. Libraries in the Ancient World. Yale University\nPress, 2001.\nJohnson, Elmer D. History of Libraries in the Western World. Scarecrow Press, 2001.\nhttp://ancientcataloging.weebly.com/rome.html",
                "username": "James",
                "vote_count": "0"
            }
        ]
    },
    {
        "question_id": "76309",
        "title": "Why did the Nazis bother distinguishing Jews on the basis of statehood and citizenship (if they saw a \"world of races\" and not of states)?",
        "tags": [
            "world-war-two",
            "nazi-germany",
            "holocaust"
        ],
        "votes": "1",
        "views": "212",
        "username": "user103496",
        "answers": [
            {
                "answer_id": "76311",
                "answer": "I feel that Snyder is answering this and the only problem is in the interpretation.\n\nIf Hitler and the Nazis saw the world as a \"world of races\" rather than a \"world of states\", then why didn't they just persecute and exterminate all Jews they found without caring about statehood and citizenship?\n\nIt was because Hitler was largely wrong and the world was actually organized by national states to a great degree.\nIt wasn't the case that Nazis were \"careful to strip Jews of statehood and citizenship before persecuting and exterminating them\" but rather that destroying effective citizenship protections was a necessary prerequisite. It wasn't that they were \"respectful of statehood and citizenship\", but simply that national states were effective at protecting their citizens as long as they had the will and capacity to do so.\nThe basic facts in the Danish case make this quite clear. It isn't that the Nazis didn't try to exterminate Jews there; they absolutely tried but couldn't succeed. Why? The national bureaucracy and related institutions remained in tact (just enough) to effectively evacuate most Jewish citizens to safety in Sweden. The other cases mentioned are a little less clearly cut but consistent with the general argument that Snyder is making.",
                "username": "Brian Z",
                "vote_count": "10"
            },
            {
                "answer_id": "76315",
                "answer": "Several factors come into this. They are mutually contradictory, which was part of the Nazi leadership approach.\n\nThe Nazis did not always have coherent policies. Ranking officials were in competition for the favor of the Führer by implementing his wishes and goals in their sphere, by their own style. Those who impressed Hitler were promoted, those who did not were demoted. Influence could depend on who had the most recent audience at the Berghof or in the Reichskanzlei.\nThe Nazis did not respect the rule of law, but they tried to utilize the mechanisms of law and administration. Many German officials who were no fervent Nazi supporters were nevertheless willing to give their 'professional best' to implement Nazi orders once those had been published in writing.\n\nLook at the minutes of the Wannsee Conference to see those factors interacting.\n\nThe Nazis were very concerned with German civilian morale. Their propaganda pointed out that WWI was lost when the home front crumbled, not an accurate assessment but still heavy on their minds. This shows in such things as rationing (or not rationing), worker mobilization, roles for female citizens, and also some restraint when it came to German Jews. Typical Germans who would shrug at mass atrocities in the East would still want to make exceptions for their neighbours and relatives. They wanted to avoid events like the Rosenstrasse Protests at all costs.\nThe Nazis had more immediate plans for ethnic 'cleansing' in the East. By contrast, they were more likely to try and co-opt states in the West and North. The fate of the Jews in those areas would probably have been the same on the long run (a counterfactual given how the war turned out), but the Nazis were prepared to wait while they tried a different style of extracting labor from the West.\nSome Nazis considered negotiating with the Western allies to focus on the war in the East. Western Jews were bargaining chips in this.\n\nSo while the Nazis were willing to compromise military efficiency in the murder of Jews, they were also willing to be opportunistic about how they went about it.",
                "username": "o.m.",
                "vote_count": "4"
            },
            {
                "answer_id": "76325",
                "answer": "I'm for France and this question is heavy controversial here. Because in France, the governement of Vichy that had signed a truce with Germany and had kept in theory part of its sovereignety, had managed to spare French Jews from German laws, at least partially, while foreign Jews were not that much protected.\nAs an other answer said, despite what Hitler and the Nazis thought was fair, they had to count with the de facto sovereignty of a state : they can't just kill a foreign Jew without facing retaliation from the foreign country. Similarly, you could say that they thought fair that Soviet territories went to German farmers, so why didn't they just go in these territories? Because there was a state there. And the reason they started the war is precisely because at some point they wanted to perform what they thought fair, despite the reality of borders: namey, they had annexed Austrian and Czech lands, but they had to declare war to do the same with Polish lands.",
                "username": "totalMongot",
                "vote_count": "0"
            }
        ]
    },
    {
        "question_id": "76308",
        "title": "What is a quarter in 19th-century England converted to contemporary pints?",
        "tags": [
            "europe",
            "18th-century",
            "science",
            "mathematics"
        ],
        "votes": "12",
        "views": "2000",
        "username": "Fuzzy Trex",
        "answers": [
            {
                "answer_id": "76316",
                "answer": "Now, supposing a pint to contain 7680 of those grains, and one quarter to be worth 1 l. 7s. 6d., it is required to compute the value of the whole sum of grains. Ans. 64481488296 l.\n\nAccording to Wikipedia, a \"quarter\" (the unit of volume, not the unit of mass) was 64 gallons, and a gallon was/is 8 pints.  Thus, a quarter is 64×8 = 512 pints.  (While the definition of a gallon changed between the Magna Carta and the Weights and Measures Act 1824, the ratio between quarter, gallon, and pint never changed.)  So if a pint contains 7680 grains of wheat, then a quarter contains 512×7680 = 3932160 grains.\nThe total number of grains on the chessboard is 1 + 2 + 4 + 8 + ... + 2^63 = 2^64 - 1 = 18446744073709551615.  Divided by 3932160 grains in a quarter, we get 4691249611844.267 quarters of grain.\nThe monetary value of \"1 l. 7s. 6d.\" is equivalent to £1.375.  Multiplying this price per quarter by the number of quarters, we get a total value of £6450468216285.87.  But this is over 100 times higher than the value given in the book, so either I or the author made an arithmetic error.\n\nAs for which pint would have been meant in 1824, I would assume Winchester measure, which was used for grains and dry goods, in contrast to Queen Anne's wine gallon (the basis of the modern US gallon) or the ale gallon, which were used for measuring liquids.  A Winchester gallon was 268.8025 in3, making a pint (1/8) 33.6003125 in3 ≈ 550.61 mL.  This works out to a bulk volume of 71.7 µL per grain of wheat.",
                "username": "dan04",
                "vote_count": "2"
            },
            {
                "answer_id": "76334",
                "answer": "A \"quarter\" as a unit of measurement comes to around 8 UK gallons, which is 64 pints or 30 litres. The British imperial measurement system was first standardized by Queen Elizabeth the First sometime in the 1550s to 1580s when the monarch made statutes to make the units the same size all over Britain, which is also why the standard land mile is sometimes called the \"statute mile\". By 1827 however, the British imperial system was updated, possibly to calibrate with its rival measurement system, the French metric system. The isolated United States was left out of this recalibration of the imperial system, which is why the US imperial system is slightly different from the version of the imperial system used in the United Kingdom, Canada, and other former British territories.",
                "username": "Costillo",
                "vote_count": "-1"
            }
        ]
    },
    {
        "question_id": "76299",
        "title": "In Islam, was it possible for some religous/ethnic group/country/region to make change from Sunni to Shia or Shia to Sunni?",
        "tags": [
            "islam"
        ],
        "votes": "0",
        "views": "132",
        "username": "Pavel",
        "answers": [
            {
                "answer_id": "76300",
                "answer": "Iran is the most obvious and consequential historical case. From Wikipedia:\n\nFollowing their rise to power in Iran in the 16th century, the Safavid dynasty initiated a campaign of forced conversion against the Iranian populace, seeking to create a new demographic environment in which Shia Islam would replace Sunni Islam as the nation's religious majority. Over the course of the next three centuries, the Safavids (who were Twelver Shias) heavily persecuted Sunni Muslims, Jews, Christians, and other religious groups, eventually transforming Iran into a spiritual bastion of Shia Islam.\n\nIn more recent times (particularly after the Islamic Revolution in Iran) there has been a trend of voluntary conversions in some places such as Indonesia. However I'm not sure how likely this will ever be to amount to a major demographic shift.",
                "username": "Brian Z",
                "vote_count": "1"
            }
        ]
    },
    {
        "question_id": "76295",
        "title": "Were trained crocodiles used as a weapon in the Battle of Saraighat?",
        "tags": [
            "india",
            "weapons",
            "battle",
            "tactics",
            "animals"
        ],
        "votes": "3",
        "views": "661",
        "username": "User65535",
        "answers": [
            {
                "answer_id": "76297",
                "answer": "No. Extraordinary claims require extraordinary evidence, and there is no evidence here at all. If there were any sources discussing this, they would not be hard to find via Google Scholar.\nAn article on \"Military Administration Of The Ahom\" (Nath 2020) does mention that the Ahom built defensive ditches and these may have contained crocodiles. It does not assert anything about training crocodiles or releasing them into battle, nor does any other relevant source I can find.",
                "username": "Brian Z",
                "vote_count": "5"
            }
        ]
    },
    {
        "question_id": "76292",
        "title": "What court positions did Abe no Yasuchika hold during the reign of Emperor Nijō?",
        "tags": [
            "japan",
            "nobility",
            "classical-japan"
        ],
        "votes": "5",
        "views": "46",
        "username": "Yeslek71",
        "answers": []
    },
    {
        "question_id": "76287",
        "title": "How did they build tall and heavy stone buildings in the 19th century? [closed]",
        "tags": [
            "united-states",
            "19th-century",
            "technology",
            "building",
            "photograph"
        ],
        "votes": "-3",
        "views": "193",
        "username": "A. Lugg",
        "answers": [
            {
                "answer_id": "76293",
                "answer": "Be careful of just what you see that makes buildings \"seem to be much, much older than claimed\". Prior to about 1870, large buildings could be built only with very thick masonry bearing walls. That \"looks old\" to us today because we are used to thin-walled buildings built around steel cages and columns. In particular, this more modern construction allows for much, much, larger windows even on the ground floors.\nThis video by William Friedman nicely summarizes the changes between roughly 1870 and 1900. In particular, he discusses the construction differences between the 1891 Dakota Apartments in NYC\n\n\n\nand the 1885 Home Insurance Building in Chicago:\n\n.\n\nNote that the Dakota Apartments are still standing and in use - as Friedman puts it, because having 2 foot thick brick walls between you and your neighbours remains an attractive feature commanding a truly premium price, even in NYC.",
                "username": "Pieter Geerkens",
                "vote_count": "3"
            },
            {
                "answer_id": "76294",
                "answer": "Possibly you might want to google \"construction of Philadelphia City Hall\" and look at images of it under construction.",
                "username": "MAGolding",
                "vote_count": "-2"
            }
        ]
    },
    {
        "question_id": "76284",
        "title": "Did the Soviets learn about the SS tattoos only in late 1945 (and why so late)?",
        "tags": [
            "world-war-two",
            "soviet-union",
            "nazi-germany"
        ],
        "votes": "6",
        "views": "158",
        "username": "user103496",
        "answers": []
    },
    {
        "question_id": "76282",
        "title": "Sources / books from WW1 veterans before WW2? [closed]",
        "tags": [
            "world-war-two",
            "world-war-one"
        ],
        "votes": "-3",
        "views": "72",
        "username": "Snarbjenkmi",
        "answers": [
            {
                "answer_id": "76296",
                "answer": "I can suggest as starting point the letters exchanged by Marc Bloch with Lucien Febvre.\nMarch Bloch, in at leas a couple of letters ask about the role of historian versus what was happening (first) and what his generation could have done (later - 1940):\n\n“I belong to a generation that has a bad conscience. During last war,\nit was true, we returned very tired, and after four years of fighting,\nwe had great haste to get back to the workbench, where we had allowed\nthe tools of our various trades to become rusty. We wanted to make up\nfor the lost work by working double. These are our excuses. I no\nlonger believe that they are enough to make us innocent.”\n\nAll the letters are behind paywalls (except this little extract)\nI know it may not be enough for a complete answer - but the citation wat too long for a comment",
                "username": "Dan M",
                "vote_count": "1"
            }
        ]
    },
    {
        "question_id": "76279",
        "title": "What happened with \"the first salute\" of the Dutch to the flag of the United States?",
        "tags": [
            "united-states",
            "dutch-empire"
        ],
        "votes": "2",
        "views": "116",
        "username": "Kvothe",
        "answers": [
            {
                "answer_id": "76280",
                "answer": "I'm confused by the question; as far as I can tell the question is answered by the source provided [JohnAdams.net], so I'll answer as best as I'm able, and hope that someone can use that to provide a better answer\n\n\nGun salutes to a foreign nation.\n\n\n\nWhen a ship enters a port of a foreign nation, the government of which is formally recognized by the Government of the United States, she shall fire a salute of 21 guns to that nation unless:\nthere is present no saluting battery or warship of that nation capable of returning the salute; or\nthe ship is returning from a temporary absence from port, when, by agreement with local authorities, the salute may be dispensed with.\nWhen a ship is passing through the territorial waters of a foreign nation with no intention of anchoring therein, the salute to the nation need not be fired unless unusual circumstances make it desirable to do so.\nIn case of two or more ships arriving in port or passing through territorial waters of a foreign nation in company, only the senior shall fire the salute prescribed in this article.\nThe salute to the nation, if fired, shall precede any salutes fired in honor of individuals. All Rights Reserved MilitaryWives.com, Inc.\n\n_I'm aware that I'm quoting from a modern source. A better answer would reference a contemporary source, perhaps Rocks & Shoals?\nThis derives from an earlier custom - have to find a citation, but it isn't relevant to the answer. The ship's salute is a symbolic \"emptying\" of the weapons to indicate that the ship has a peaceful intent.  Similar to offering an open hand demonstrates the lack of a weapon, discarching all weapons demonstrates a lack of the effectively ability to project force in the short term.\nThe protocol continues\n\n\nReturning salute to the nation fired by foreign warship. A salute to the nation fired by a foreign warship entering a port of the United States shall be returned by the senior ship present, provided no saluting battery of an armed service of the United States, designated to return such salutes, is present in the area. All Rights Reserved MilitaryWives.com,\n\n\nSo the protocol is that when a ship enters a port, it fires a salute; the resident Navy (or if there are no vessels, the port battery) returns the salute to recognize the visitor and demonstrate a similar lack of hostile intent.\nThe US saluted the Dutch, the Dutch returned the salute.  As explained in JohnAdams.net the Dutch returned the salute with a volley the size of which is indicated that they were returning the salute of an armed merchant ship.\nThe Dutch are resting on that protocol - they responded to the salute of an armed merchant ship.\nThe whole situation would be clearer if the British position were more clearly articulated.\n\nIn Britain’s view this was the utterly unjust recognition of a bunch of rebels – a hostile act Great Britain could not accept. JohnAdams.net\n\nThe British position seems to be that that the ship did not fly a flag indicating the ownership/registration, (the 13 stripes, according to the British, was merely a defaced British ensign).   Consequently the ship was an armed, but lawless, non-state actor and deserved no response at all.    (When I was Navy, I would have shown deference to a senior military officer of a foreign nation, but no deference at all\nto a random bloke wearing fatigues who, when approaching, emptied the clip of his assault weapon. )",
                "username": "MCW",
                "vote_count": "2"
            }
        ]
    },
    {
        "question_id": "76276",
        "title": "How does this 18th century map interpret the words \"colony\" and \"province\"?",
        "tags": [
            "colony",
            "province"
        ],
        "votes": "1",
        "views": "192",
        "username": "Michael Hardy",
        "answers": [
            {
                "answer_id": "76277",
                "answer": "Because that was how each one decided to call themselves:\nProvince of New_Hampshire\nProvince of Massachusetts Bay\nConnecticut Colony\nSee that they match the \"Before Statehood\" information here:\nNew_Hampshire\nMassachusetts\nConnecticut\nWhile Rhode Island had a weirder official name as written in the map.\nmaybe somebody more versed in colonial law could answer if the different names had some relevance legally, or if it was just fashion or taste.",
                "username": "Luiz",
                "vote_count": "2"
            }
        ]
    },
    {
        "question_id": "76275",
        "title": "When was the world's minimum rate of forced labour?",
        "tags": [
            "slavery"
        ],
        "votes": "0",
        "views": "132",
        "username": "User65535",
        "answers": []
    },
    {
        "question_id": "76272",
        "title": "How long did the 19th century Europe Grand Tour take?",
        "tags": [
            "europe",
            "19th-century",
            "england",
            "travel"
        ],
        "votes": "2",
        "views": "152",
        "username": "Ale",
        "answers": []
    },
    {
        "question_id": "76270",
        "title": "How much of the surviving ancient Egyptian text has been found? [closed]",
        "tags": [
            "ancient-history",
            "ancient-egypt",
            "hieroglyphs"
        ],
        "votes": "-5",
        "views": "128",
        "username": "Gray Sheep",
        "answers": []
    },
    {
        "question_id": "76264",
        "title": "Was Croatia the first country to recognize the sovereignity of the USA? Was Croatia expecting military help from USA that didn't come?",
        "tags": [
            "united-states",
            "croatia"
        ],
        "votes": "8",
        "views": "6000",
        "username": "FlatAssembler",
        "answers": [
            {
                "answer_id": "76269",
                "answer": "This seems like a Tall Tale with a lot of historical mistakes. It confuses the US-as-global-superpower today with the historically quite weak state of the US after their inception, \"presentism\".\nLet's go through each point to see why...\n\n\nCroatia, then with the capital in Dubrovnik and called Ragusan Republic\n\nThe image below shows the Republic against modern Croatia.\n(Grey is modern Croatia, Red is the historical Republic, Blue is water).\n\nIt's quite the stretch to claim that the Republic of Ragusa was a predecessor state to modern Croatia. It doesn't even span all of Dalmatia, most of that being held by Venice at the time.\n\n\nAllegedly, they did that because they were expecting the US to send military help in return, to help Croatia fight against the Ottoman empire.\n\nThe Republic was not at war with the Ottoman Empire at the time. They had been at peace for almost 100 years.\n\n\nthey were expecting the US to send military help in return\n\nWith what? The US did not have much of a navy to speak of during the war, a handful of frigates and sloops, nothing to stand up to a maritime power like the Ottoman Empire. Immediately after their Revolutionary War the US had 11 ships, and in 1785 they disbanded their navy and a new navy was not founded until 1794.\nThe US Continental Army was similarly in a poor state and largely demobilized after the war in keeping with the US's distrust of standing armies.\nMaybe some ambassador oversold the US's military capability, they did just defeat the greatest global super power (with a lot of help).",
                "username": "Schwern",
                "vote_count": "28"
            },
            {
                "answer_id": "76267",
                "answer": "The list of countries recognizing American independence in Wikipedia cites, in the case of the Republic of Ragusa, an article from 1956 by a Jugoslav historian:\n\nMuljačić, Žarko (1956-06-04). \"Odnosi Dubrovnika i Sjedinjenih Američkih Država\". NAŠE MORE: Znanstveni časopis za more i pomorstvo. 3 (1): 65–70.\n\n(The text has been scanned with an OCR that had no Serbocroatian dictionary installed, so there might be minor errors. Also, the translation is by Google Translate using its Croatian module, which again might not be precisely the language of the original. Anyone with more understand of the languages involved is invited to correct errors.)\nAccording to his evaluation of letters between the Ragusan consul to Paris, Francesco Favi, and the Ragusan Senate, the 1783 recognition unfolded like this:\n\nNazalost nije sacuvano pismo Favija dubrovackoj Vladi od 20. II, u kome je ovaj predlagao, da sluzbeno posjeti Franklina i time prizna novu drzavu, Senat mu je odgovorio (Litterae Ponentis, ubuduce skraceno Lp, 115, 65 od 19. V. 1783.) da je njegov prijedlog raspravljen, ali da jo3 nije vrijeme za to, iako je to potrebno. Tek onda kad sve drzave, a osobito Engleska, priznadu slobodu tih kolonija, moze i on poci u posjetu k americkim predstavnicima, preporuciti im dubrovacku plovidbu i moliti slobodan ulaz u njihove luke. Kao sto se vidi, Dubrovnik je nastupao vrlo oprezno, u strahu, da ne izazove protiv sebe gnjev pomorske velesile Engleske i njenih saveznika. Badava je Favi 31. III laskavo pisao o velikoj koristi, koju ce donijeti trgovina sa SAD, te se i Austrija sprema da u ime svojih posjeda u Flandriji (danasnja Belgija) sklopi s Kongresom vrlo povoljan trgovacki ugovor (N. 2795).\nU ljeto 1783. otekivalo se potpisivanje mira u Versaillesu, sto je uslijedilo 3. rujna i. g. Sve su drzave vec bile priznale novu republiku. Cujmo, kako je izgledao cin, kojim je Dubrovnik de iure priznao Ameriku. Favi 7, srpnja 1783. javlja (N, 2802):\n»Nezavisnost SAD konacno je priznata od sviju. Americki opunomocenici vec su primili dopis, da je Kongres odobrio mirovne preliminarne pregovore, te su posli u protokolarnu  posjetu stranim diplomatima, koji ovdje rezidiraju. Ovi su im je, kako je to obicaj, uzvratili. Prema Vasim uputama posao sam k njima i nakon sto sam im izrucio pozdrave Vasih Ekselencija, preporucio sam im brodove podanika Vase Republike izjavivsi, da su i oni Zeljni, da se okoriste prednostima, koje Evropi pruza nezavisnost i sloboda amekanska. Ovo im se jako svidjelo, pa su mi odgovorili, da dubrovaéki brodovi mogu kao i svi drugi brodovi ulaziti u americke luke sigurni, da ce biti lijepo primljeni i da ce naici na sve one pogodnosti, koje uzivaju i lade drugih nacija...\n\n\nUnfortunately, Favi's letter to the Government of Dubrovnik dated 20 II has not been preserved, in which he proposed to officially visit Franklin and thereby recognize the new state, but the Senate replied to him (Litterae Ponentis, abbreviated Lp, 115, 65 of 19 V. 1783.) that his proposal has been discussed, but that it is not yet time for it, although it is necessary. Only when all the countries, especially England, recognize the freedom of those colonies, he can start visiting the American representatives, recommend to them Dubrovnik ships and ask for free entry to their ports. As you can see, Dubrovnik acted very cautiously, in fear of provoking the wrath of the naval superpower England and its allies. On 31 III, Badava wrote to Favi flatteringly about the great benefit that trade with the USA would bring, and that Austria was also preparing to conclude a very favorable trade agreement with Congress on behalf of its possessions in Flanders (today's Belgium) (N. 2795).\nIn the summer of 1783, the signing of the Treaty of Versailles took place, which followed on September 3rd of that year. All states had already recognized the new republic. Let's hear what the act was like, by which Dubrovnik de iure recognized America. Favi on 7, July 1783 reports (N, 2802):\n»The independence of the USA is finally recognized by everyone. The American plenipotentiaries have already received the letter that the Congress has approved the preliminary peace negotiations, and they went on a protocol visit to the foreign diplomats who reside here. As is their custom, they returned it to them. According to your instructions, I went to them and after I gave them the greetings of Your Excellencies, I recommended to them the ships of the subjects of your Republic, declaring that they are also willing to take the advantages that American independence and freedom offer to Europe. They liked this very much, so they replied that Dubrovnik ships, like all other ships, can safely enter American ports, that they will be well received and that they will encounter all the benefits that ships of other nations enjoy...",
                "username": "ccprog",
                "vote_count": "14"
            },
            {
                "answer_id": "76286",
                "answer": "Want to improve this answer? Add details and include citations to explain why this answer is correct. Answers without enough detail may be edited or deleted.\n                                \n                            \n\n\n\n\n\n\nNot possible because Croatia became a country in 1991.\nThere was no \"Croatia the country\" or \"Croatia the kingdom\" before that, excluding the WW2 nazi puppet territory.",
                "username": "jukenduit",
                "vote_count": "0"
            }
        ]
    },
    {
        "question_id": "76262",
        "title": "What federal statutes defined aliens (in)eligibility to US citizenship in 1913?",
        "tags": [
            "united-states",
            "law",
            "california",
            "immigration"
        ],
        "votes": "2",
        "views": "111",
        "username": "njuffa",
        "answers": []
    },
    {
        "question_id": "76260",
        "title": "Where did Borobudur's stones come from?",
        "tags": [
            "archaeology",
            "architecture",
            "building",
            "indonesia",
            "buddhism"
        ],
        "votes": "9",
        "views": "1000",
        "username": "Jean-Marie Prival",
        "answers": [
            {
                "answer_id": "76261",
                "answer": "I would ignore the first source which probably just assumed the stone was quarried despite the lack of evidence for that.\nConsistent with the other two sources in the question, Jacques Dumarçay states:\n\nThe stone used throughout the monument is andesite, most likely collected in the nearby rivers where different volcanic eruptions had carried down large quantities of variously shaped rocks.\n\nIf there were any archeologist claiming to have found evidence of a quarry, a web search should easily turn that up, but it does not.",
                "username": "Brian Z",
                "vote_count": "9"
            }
        ]
    },
    {
        "question_id": "76250",
        "title": "What was the Nuclear Boy Scout's Eagle Scout Project?",
        "tags": [
            "united-states",
            "20th-century",
            "nuclear"
        ],
        "votes": "17",
        "views": "3000",
        "username": "T.E.D.♦",
        "answers": []
    },
    {
        "question_id": "76240",
        "title": "How did Vauban develop his parallel siege technique first used during the 1673 siege of Maastricht?",
        "tags": [
            "europe",
            "17th-century",
            "siege"
        ],
        "votes": "5",
        "views": "625",
        "username": "Bob516",
        "answers": [
            {
                "answer_id": "76245",
                "answer": "Vauban was aware of the Candia siege in developing his system, which was described in his treatise Traité de l'attaque et de la deffence des places (Treatise on the attack and defence of places.)\nAccording to this document (Google translate):\n\nVauban va révolutionner les principes d’attaque des places en appliquant à l’art de la guerre la rationalité introduite par Descartes. Cela lui permet, grâce au calcul de probabilité, de maîtriser la durée du siège et, par voie de conséquence, d’anticiper sur toutes les fournitures à prévoir. Sa méthode d’attaque, utilisée pour la première fois au siège de Maastricht en 1673 (13 jours de tranchée ouverte), théorisée dès 1672, mais rendue publique par son\nTraité de l’attaque des places seulement en 1706, va rester appliquée pendant deux siècles dans le monde entier.\nVauban rationnalise l’emploi des parallèles. Il s’agit d’une tranchée parallèle au front attaqué, dite place d’arme, réunissant deux tranchées en zig-zag pour unifier la résistance aux sorties, déjà utilisée par les Ottomans au siège de Candie (1669).\n\nVauban will revolutionize the principles of attacking places by applying introductory rationality to the art of war.\ntaken by Descartes. This allows him, thanks to the probability calculation, to control the duration of the siege and, by way of\nConsequently, to anticipate all the supplies to be planned. His method of attack, used for the first time\nat the siege of Maastricht in 1673 (13 days of open trench), theorized from 1672, but made public by his\nTreaty of the attack on the places only in 1706, will remain applied for two centuries throughout the world.\nVauban rationalizes the use of parallels. This is a trench parallel to the attacked front, called a parade ground,\njoining two zig-zag trenches to unify the resistance to the sorties, already used by the Ottomans at the siege\nof Candia (1669).\n\n\nUnfortunately, the document provides no references to this claim.\nFrench language version of the Wikipedia article on Trench warfare makes similar claims:\n\nAu XVIIe siècle, Vauban révolutionne la prise des places fortes en faisant construire des réseaux de tranchées autour de la citadelle. Dans ce cas, la tranchée n'a pas une vocation défensive mais offensive.\nEn 1669, Vauban tire les leçons du siège de Candie, port crétois assiégé et pris par les Ottomans utilisant des tranchées parallèles dirigées vers les murs, parachevées par des actions simultanées de sape et de mine. Vauban rédige à cette occasion un Mémoire pour servir d'instruction dans la conduite des sièges (1672), aussitôt mis en application dans la guerre de Hollande (1672-1678)1.\nEn faisant appel à la fois « à la raison et à l'expérience », Vauban propose la création d'un régiment d'ingénieurs ou « régiment de la Tranchée », composé de compagnies d'ouvriers et de mineurs, dirigées par des ingénieurs. C'est la préfiguration de l'arme du Génie qui sera créée en 17911.\nVauban applique ses idées de façon magistrale lors du siège de Maastricht (1673). Il fait creuser des séries de tranchées concentriques autour de la ville. Ensuite, il les recroise à angle droit par des tranchées dirigées contre la place forte, mais en zigzag, pour éviter les tirs par enfilade. Aux intersections, il établit des places d'armes pour l'artillerie et les troupes d'intervention. La ville est prise en deux semaines1.\n\nIn the 17th century, Vauban revolutionized the capture of strongholds by building networks of trenches around the citadel. In this case, the trench does not have a defensive but an offensive purpose.\nIn 1669, Vauban learned the lessons of the siege of Candia, a Cretan port besieged and taken by the Ottomans using parallel trenches directed towards the walls, completed by simultaneous actions of undermining and mining. Vauban wrote on this occasion a Memoir to serve as instructions in the conduct of sieges (1672), immediately implemented in the Dutch War (1672-1678)1.\nBy appealing to both \"reason and experience\", Vauban proposed the creation of an engineer regiment or \"Tranchée regiment\", composed of companies of workers and miners, led by engineers . It is the foreshadowing of the engineering weapon which will be created in 17911.\nVauban applied his ideas masterfully during the siege of Maastricht (1673). He had a series of concentric trenches dug around the city. Then, he crossed them again at right angles by trenches directed against the stronghold, but in a zigzag, to avoid enfilading fire. At intersections, he established weapons stations for artillery and intervention troops. The city is taken in two weeks1.\n\n\nWhere  the reference is a biography of Vauban by Anne Blanchard:\n1] Anne Blanchard, Vauban, Paris, Fayard, 2007, 686 p. (ISBN 978-2-213-63410-4), chap. VII (« De la conduite des sièges »), p. 164-167 et 181-185.\nI suppose more information on Vauban's reasoning when he came up with his system can be found by searching through his biographies. He likely didn't speak much about his achievements out of deference to the King, who liked to attribute Vauban's military successes to himself.\nUpdate\nArticle Vauban, la Défense et la cohésion de l'économie nationale (Vauban, Defense and the cohesion of the national economy) provides some more details on how Vauban developed his methods. Regarding the points made above, Vauban originally authored Mémoire pour servir d’instruction à la conduite\ndes sièges in 1672, which would be later transformed into more complete Traité des sièges et de l’attaque des places.\nApparently the complete system was developed by Vauban over many years after the siege of Maastricht:\n\nPour les années 1674-1698, alors que n’est pas encore rédigé pour le duc\nde Bourgogne, petit fils du roi, le Traité de l’attaque des places qui ne verra le\njour qu’en 1704, on peut noter que si Vauban « n’a pas encore élaboré son\nsavoir poliorcétique (lié à l’art du siège) de façon rigoureuse, celui-ci com-\nmence à dépasser les recettes ponctuelles pour articuler en tout cohérent les\ndiverses questions à affronter : limiter la mortalité, en particulier celle des\ningénieurs ; s’assurer de la santé des soldats (par exemple en assurant leur\nalimentation) ; neutraliser l’opposition fréquente des bourgeois, source de\ntrahison ; réduire la désertion en combattant les engagements forcés ; orga-\nniser le logement des officiers et des soldats ; assurer la logistique des sièges,\nen particulier les provisions de bouche et de feu ; moderniser les armes ; amé-\nliorer les techniques de tir au canon ; concevoir des formes bastionnées qui\nrésistent aussi longtemps que possible à un assaillant qui devra investir une\nplace avec un nombre disproportionné de soldats »\n\n1,064 / 5,000\nFor the years 1674-1698, while not yet written for the Duke\nof Burgundy, grandson of the king, the Treaty of the attack on the places which will not see the\nday that in 1704, we can note that if Vauban “has not yet developed his\npoliorcetic knowledge (linked to the art of the siege) in a rigorous manner, this includes\nbegins to go beyond one-off revenues to coherently articulate the\nvarious issues to be faced: limiting mortality, particularly that of\nengineers; ensure the health of soldiers (for example by ensuring their\nfood) ; neutralize the frequent opposition of the bourgeoisie, a source of\ntreason ; reduce desertion by combating forced enlistments; orga-\nprovide housing for officers and soldiers; ensure seat logistics,\nin particular food and fire provisions; modernize weapons; soul-\nimprove cannon shooting techniques; design bastioned forms which\nresist as long as possible an attacker who will have to invest a\nplace with a disproportionate number of soldiers”\n\n\nThe references for this passage and the one that follows are:\n\n\nG. Monsaingeon, Vauban un militaire très civil, op. cit., p. 70.\nA. Blanchard, Vauban, op. cit., p. 387",
                "username": "Roger V.",
                "vote_count": "4"
            }
        ]
    },
    {
        "question_id": "76233",
        "title": "Did Jamal Husseini say \"The blood will flow like rivers in the Middle East\"?",
        "tags": [
            "quotes",
            "israel",
            "palestine"
        ],
        "votes": "1",
        "views": "136",
        "username": "Onaano",
        "answers": [
            {
                "answer_id": "76243",
                "answer": "An article in New York Times of September 30, 1947 declared:\nPALESTINIAN ARABS REJECT U.N. PLANS; WARN OF A BATTLE; Jamal el-Husseini Threatens to Drench Holy Land With Blood 'in Lawful Defense'\n\nIt is not clear what was the direct quote, and to what extent this is an exaggeration by NYT.\nAzzam Pasha's quote\nA related quote is that by the secretary of the Arab League Abdul Rahman Hassan Azzam: This will be a war of extermination and a momentous massacre  The quote apparently appears in an interview:\n\nAn October 11, 1947 report on the pan-Arab summit in the Lebanese town of Aley,[9] by Akhbar al-Yom's editor Mustafa Amin, contained an interview he held with Arab League secretary-general Azzam. Titled, \"A War of Extermination,\" the interview read as follows (translated by Efraim Karsh; all ellipses are in the original text):\n\nAbdul Rahman Azzam Pasha spoke to me about the horrific war that was in the offing… saying:\n\"I personally wish that the Jews do not drive us to this war, as this will be a war of extermination and momentous massacre which will be spoken of like the Tartar massacre[10] or the Crusader wars. I believe that the number of volunteers from outside Palestine will be larger than Palestine's Arab population, for I know that volunteers will be arriving to us from [as far as] India, Afghanistan, and China to win the honor of martyrdom for the sake of Palestine … You might be surprised to learn that hundreds of Englishmen expressed their wish to volunteer in the Arab armies to fight the Jews.\n\n\nThe original Arabic text is provided under the link given above.\nRemark\nIt is worth noting that the disbelief about this statement is likely more motivated by modern sensibilities than its improbability - indeed, today a politician saying something like this would be accused of calling for violence and genocide. Instead they prefer to couch it in euphemisms like resistance, revolution, armed struggle, etc. (One could add war on terror, counter-terrorism, self-defense as terms that are equally abused, although I would caution against drawing moral equivalence between these two sets.)\nHowever, 1947 was just a few years after World War II - the greatest slaughter in human history, and the attitudes about mass murder could be quite callous. Moreover, as Benny Morris discusses with multiple examples, in the run-up to Arab-Israeli 1948 war, the attacks against innocent civilians were quite common and considered as justified by both sides in the conflict.",
                "username": "Roger V.",
                "vote_count": "2"
            }
        ]
    },
    {
        "question_id": "76229",
        "title": "Was there any mention of metal helmets in ancient India?",
        "tags": [
            "ancient-india",
            "armour",
            "helmet"
        ],
        "votes": "1",
        "views": "95",
        "username": "Haridasa",
        "answers": []
    },
    {
        "question_id": "76225",
        "title": "Block 32 - Battles and Campaigns Explanation [duplicate]",
        "tags": [
            "world-war-two"
        ],
        "votes": "-1",
        "views": "67",
        "username": "Stan",
        "answers": [
            {
                "answer_id": "46686",
                "answer": "Sicilian, Naples-Foggia, Southern France, Rhineland GO105 WD45\nThe first part are combat zones your father served in. They all have specific areas and times defined in GO105 WD45.\n\"GO105 WD45\" is General Order 105 issued by the War Department in 1945. It can be found on page 293 of this war department document. It adds to the \"list of battles and campaigns of the United States Army\".\nThis was later superseded by GO24 WD47 which is much easier to read and has maps.\nAmerican Defense Service Medal\nYou have two ribbons for that.\nAmerican Theater Campaign Medal\nYou have a ribbon.\nEAME Campaign Medal\nYou have two ribbons for that. The 4 Bronze Stars indicate he served in four battles. The Bronze Arrowhead is for participating in an assault landing.\nI believe the arrowhead goes on the wearer's right of other devices, so they should be displayed ^ * * * *.\nGood Conduct Medal (US Army)\nYou have 3 ribbons and 2 medals.\nVictory Ribbon\nI don't see a WWII Victory Ribbon in your display.\n1 Service Strip[e]\nEach indicates three years of service. I don't see one in your display.\n5 Overseas Service Bars\nEach indicates six months overseas. You're displaying six.",
                "username": "Schwern",
                "vote_count": "10"
            },
            {
                "answer_id": "46687",
                "answer": "The bronze stars to the European–African–Middle Eastern Campaign Medal indicates service in four of the designated campaigns. Since one of them is \"Southern France\", he is a candidate for the Légion d’honneur - to submit an application you can contact your nearest french consulate. More information is found here:\nFrance Honors American Veterans",
                "username": "Mykje",
                "vote_count": "4"
            }
        ]
    },
    {
        "question_id": "76222",
        "title": "Why did Nazi Bishop François Auvity escape all punishment, both criminal and ecclesiastical, after the Liberation of France? [closed]",
        "tags": [
            "world-war-two",
            "catholic-church",
            "nazism",
            "vichy-france"
        ],
        "votes": "-4",
        "views": "188",
        "username": "AlexfromRouen",
        "answers": [
            {
                "answer_id": "76226",
                "answer": "Your premise is faulty. Auvity's resignation was accepted by Pius XII in November 1945. That's a rather severe ecclesiastical punishment.\nAs noted in Time magazine of NOVEMBER 19, 1945:\n\nMsgr. Francois Auvity, Bishop of Mende. He recently apologized in a pastoral letter for having advised French youths to accept forced labor in Germany.\n\n\nThe position of the Vatican on collaborationist clergymen was not clearly defined. Official feeling was embodied in an age-old, unwritten law of the Church that its prelates, like Caesar’s wife, must be above suspicion. The law is, in effect: any prelate whose personal conduct, past or present, gives rise to discussion or dissension which might reflect unfavorably on the Church must feel duty-bound—guilty or not—to renounce his dignity to prevent adverse discussion of the Church.\n\n\nBishop Dutoit and Auvity evidently felt duty-bound to resign from their dioceses. Last week, Pipe Pius XII accepted both resignations.",
                "username": "Pieter Geerkens",
                "vote_count": "5"
            }
        ]
    },
    {
        "question_id": "76220",
        "title": "Was it known in ancient Rome and Greece that boiling water made it safe to drink and if so, what was the theory behind this?",
        "tags": [
            "ancient-rome",
            "ancient-greece",
            "food",
            "medicine"
        ],
        "votes": "38",
        "views": "9000",
        "username": "releseabe",
        "answers": []
    },
    {
        "question_id": "76217",
        "title": "What problems did the USA's transatlantic communication face during World War II?",
        "tags": [
            "world-war-two",
            "communication"
        ],
        "votes": "1",
        "views": "142",
        "username": "klpu39",
        "answers": []
    },
    {
        "question_id": "76215",
        "title": "Did Arab nations send prisoners to fight in the Soviet-Afghan war?",
        "tags": [
            "soviet-union",
            "war",
            "afghanistan",
            "arab"
        ],
        "votes": "3",
        "views": "162",
        "username": "Luke G",
        "answers": []
    },
    {
        "question_id": "76214",
        "title": "Is there ever been a Law Repealed [duplicate]",
        "tags": [
            "united-states"
        ],
        "votes": "-3",
        "views": "82",
        "username": "George W. Kauffman",
        "answers": [
            {
                "answer_id": "2224",
                "answer": "There are several types of repeals. \nFirst, there are partial repeals where a poorly crafted portion of a law causes problems. For example, the onerous 1099 reporting section of the Patient Protection and Affordable Care Act (aka Obamacare) was repealed. The rest of the law remains intact so far but that portion was repealed. Another recent example would be how the Patriot Act (2001), the Terrorist Surveillance Act (2006) and the Protect America Act (2007) effectively gutted provisions of the 1978 Foreign Intelligence Surveillance Act.\nNext, there are repeal and replace laws. In some cases, a previous law is explicitly repealed and replaced with another law. In other cases, the law is implicitly replaced and rendered moot without it being formally repealed. This has been done many times. One recent example would be how the Great Depression era Glass–Steagall banking acts were implicitly and explicitly repealed by various acts, most notably the Gramm-Leach-Bliley Act of 1999.\nAnd, there have been outright repeals without a replacement. In this situation, a law or regulation is repealed and the act does not contain any replacement law or regulatory authority.  One recent example would be the Don't Ask, Don't Tell Repeal Act of 2010. Another example would be the repeal of laws prohibiting private ownership of gold bullion by US citizens. Sodomy and 'blue' laws have been another common area where laws have been repealed without replacement.",
                "username": "jfrankcarr",
                "vote_count": "14"
            },
            {
                "answer_id": "2219",
                "answer": "As far as I understand you can use Food and Fuel Control Act of August 10, 1917 as a counter-example.\n\nIt was an independent public act approved by 65th Congress. (not a list of changes to previous acts)\nIt was repealed entirely by the Joint Resolution of 66th Congress at March 3, 1921 (with other wartime acts)\n\nCertain sections of Act were amended in between the two dates.",
                "username": "default locale",
                "vote_count": "8"
            },
            {
                "answer_id": "2229",
                "answer": "The Civil Rights Act of 1964 and the Voting Rights Act of 1964 outlawed various forms of discrimation, although what they outlawed were mostly State laws it's hard to say if this is what you are looking for; since you don't make a distinction on what laws Congress has repealed.  Most notably, around the same time in 1973 Congress passed the War Powers Resolution, this measure replaced the 1964 Tonkin Gulf Resolution which in effect repealed it.  As noted by jfrankcarr many existing Acts were repealed by further acts, in general Congress amends laws, it's rare for them to be repealed, but in many cases as well the Executive Branch (the President) just doesn't enforce laws that either it doesn't agree with or doesn't think are effective any more.\nAs an aside Anti-Miscenigation laws were repealed, on a State level, but on a Federal level were never able to be enacted - although this was attempted these attempts were for Amendments to be added so that Anti-Miscenigation laws would be law of the land.  Never happened though.\nYou can find out more here:  how to repeal a law",
                "username": "MichaelF",
                "vote_count": "3"
            }
        ]
    },
    {
        "question_id": "76203",
        "title": "Is there any truth to this anecdote about Yugoslavian leader Tito?",
        "tags": [
            "cold-war",
            "yugoslavia",
            "serbia"
        ],
        "votes": "1",
        "views": "270",
        "username": "Danilo Jonić",
        "answers": []
    },
    {
        "question_id": "76200",
        "title": "How can I obtain a record of my fathers' medals from WW2?",
        "tags": [
            "world-war-two",
            "united-states",
            "military",
            "army"
        ],
        "votes": "7",
        "views": "3000",
        "username": "Neil Fisher",
        "answers": [
            {
                "answer_id": "76202",
                "answer": "You can start at the National Archives site for requesting Military Service Records.  An expandable menu item gives you an idea of what you will need to request the information:\n\n\nThe veteran's complete name used while in service\nService number\nSocial Security number\nBranch of service\nDates of service\nDate and place of birth   (especially if the service number is not    known).\n\nAll requests must be signed and dated by the veteran or next of kin.\nIf you are the next of kin of a deceased veteran, you must provide\nproof of death of the veteran such as a copy of death certificate,\nletter from funeral home, or published obituary.\n\nFrom the same page there is a link to a page on how to Replace Veterans' Medals, Awards, and Decorations.",
                "username": "justCal",
                "vote_count": "23"
            },
            {
                "answer_id": "76206",
                "answer": "Another possibility is to check with the courthouse, city, town, county, of the locality to which he returned after discharge.  Separating personnel were advised to have their separation form recorded at their local courthouse.  This was to ensure there would, probably, always be a copy.  Many returning veterans did so.\nWhat you are looking for is his Form WD AGO 53-55.  Don't let anyone tell you you need his DD-214 because DD-214s did not exist for Army veterans discharged after the war. \"DD\" is Department of Defense which did not exist until 1947.  \"WD AGO\" is War Department Adjutant General's Office . . . the Army was run by the War Department in the years prior to establishment of the Department of Defense with it's Departments of the Army, Navy, and Air Force. An example of a WD AGO 53-55 is shown below.\nThe biggest problem you will find is related to the St Louis National Records fire in which some 80% of personnel records for Army personnel discharged between 1912 and 1960 were destroyed or irreparably damaged.\nSincerely wish you luck.\nWD AGO 53-55 sample below, note that medals and decorations to which he would have been entitled in Box 33 in the center of the form.\nIf you can get the WD AGO 53-55 in hand, that would go along way in obtaining replaced decorations from the government (as justCal points out) or you can bite the bullet and buy what you need commercially . . . with the caveat that you might end up with copies, not real ones.",
                "username": "R Leonard",
                "vote_count": "4"
            }
        ]
    },
    {
        "question_id": "76196",
        "title": "Did John Quincy Adams purge Freemasons from roles in government?",
        "tags": [
            "united-states",
            "freemasonry",
            "john-quincy-adams"
        ],
        "votes": "3",
        "views": "145",
        "username": "Geremia",
        "answers": [
            {
                "answer_id": "76201",
                "answer": "John Quincy Adams was against Freemasonry, as his Letters on Freemasonry show.\nThe first letter, ibid. pp. 3-9, is his defense of his father: \"Vindicating the venerable John Adams from the Malignant Charge of Supporting Freemasonry\" (22 August 1831).",
                "username": "Geremia",
                "vote_count": "-1"
            }
        ]
    },
    {
        "question_id": "76190",
        "title": "What was the nature of Yasir Arafat's difficulties in Arabic?",
        "tags": [
            "egypt",
            "palestine"
        ],
        "votes": "12",
        "views": "2000",
        "username": "Roger V.",
        "answers": []
    },
    {
        "question_id": "76183",
        "title": "Did the Pacific Rail Acts of 1862 create lines to nowhere?",
        "tags": [
            "united-states",
            "economy",
            "american-civil-war",
            "railroads"
        ],
        "votes": "3",
        "views": "173",
        "username": "Recessionman",
        "answers": [
            {
                "answer_id": "76184",
                "answer": "First let's be clear that Reason is a highly ideological outlet, and so regardless of whether they get the facts right, their interpretation will be fringe. I did not watch the video and most of the reported claims are vague. The land grants to railroads were problematic for sure, but not in the ways suggested in the question.\nThe quote seems to refer to the Crédit Mobilier scandal. This was a classic case of war profiteering, and more importantly, blatant and illegal fraud including bribery. It had more to do with corruption then some inherent flaw in policy.\nI see no evidence for the idea that the land grants led to unnecessary or wasteful railroad construction. Railroads were expensive to build and the companies were responsible for finding the capital. Huge amounts of land were clawed back because the rails were never actually built. Of course, in an era of frontier settlement, it didn't matter if rails were built to nowhere: people came. In fact, squatters were grabbing as much farmland from the railroads as they could even before rails were built. See further \"The Forfeiture of Railroad Land Grants, 1867-1894\" (Ellis 1946).",
                "username": "Brian Z",
                "vote_count": "5"
            }
        ]
    },
    {
        "question_id": "76182",
        "title": "When was the Viking first day of summer? Winter?",
        "tags": [
            "calendar",
            "vikings"
        ],
        "votes": "6",
        "views": "248",
        "username": "Klaus Æ. Mogensen",
        "answers": [
            {
                "answer_id": "76186",
                "answer": "Every reference I've been able to find for Old Norse or Viking calendars ended up pointing me to information from the Old Icelandic calendar. That's not that weird, as much of our knowledge of pre-Christian Germanic culture in other areas also is typically inferred from Icelandic sources.\nThere's a good English-language paper(PDF) on the subject from Svante Janson of Uppsala University I'll reference here.\nYes, it looked like they had only 2 seasons, sumar and vetur. Their years all had exactly 52 weeks, with an extra leap week added when necessary to keep the seasons from drifting from the solstices/equinoxes. This had the interesting mathematical side benefit of causing the first day of each season to be the same day of the week every year.\nThey still used 12 months (because they were using the same moon as everyone else), but since 364 isn't evenly divisible by 12, the extra 4 days were put a the end of sumar. It also seems likely they didn't really care about months much until they needed to start reconciling their calendars with the Christian ones in the 12th century, which is why we don't know a lot of their Old Icelandic month names (perhaps they didn't actually name them). Their dating system appears to have been more apt to use the week numbers.\nAfter the 12th Century, pains were taken to keep this somewhat aligned with the varioius Christian calendars, which produced the relation shown in Janson's table below:\n\nSo it looks like from the 12th Century on the first day of Sumar would have been in their reckoning Thursday, Sumar week 1, somewhere in the 9-15th of April Julian, and somewhere in the 19th-25th of April Gregorian. Their first day of Vetur would have been Saturday of Vetur week 1, which would have been somewhere in the 11th-18th of October Julian, or 21st-28th October Gregorian. However, there's apparently some scholarly debate on if Vetur had always started on Saturday, or instead moved there from Monday when the aforementioned 12th Century calendar reforms happened.\nAnother interesting thing I noticed in there is that there's no proscribed order to these seasons. They alternate of course, but the Norse didn't number their years, so they had no concept of a specific day that a year started in. Ages of people and things were reckoned in Winters, but sometimes Summers (just to keep us on our toes, I guess).\nAlso, since neither season was favored as \"first\", and the two season's first weeks started on different days of the week, it appears there may not have been a concept of a \"first day of the week\". Of course we modern folk today argue over what that day is, so perhaps lack of consensus among the Old Norse on the matter should not seem so strange.",
                "username": "T.E.D.",
                "vote_count": "3"
            }
        ]
    },
    {
        "question_id": "76181",
        "title": "Did Edward VIII aid Germany during the war?",
        "tags": [
            "united-kingdom",
            "monarchy",
            "movies"
        ],
        "votes": "1",
        "views": "359",
        "username": "Michael Hardy",
        "answers": [
            {
                "answer_id": "76199",
                "answer": "Yes, Edward VIII did support Nazi Germany, but treason is unproven.\nThe only reason why he was appointed governor of the Bahamas and not locked up in the Tower of London was his status as former king. As governor he was under constant surveillance, to prevent any mischief. (He managed to do that anyway when he went on a holiday to the USA.)\nHow did he support Germany? As king he wanted to rule more like an absolute monarch than a constitutional one. That seriously clashed with parliament. One of the clashes was about his admiration of Germany, in particular for the Führer. Admiring Germany was not a problem, the royal family came from Germany and most royals (including Edward) spoke it fluently. Admiring Hitler was a different matter. As king he couldn't (and shouldn't) do that. Edward resented that limitation, and went out of his way to show it.\nBefore the war, but after his abdication, he went on a tour of Germany where he met Hitler. He was received with far more honors than his present status (abdicated king; now duke) warranted. That, on its own, is not treason. Reprehensible, certainly. Even in democracies one does not accept that kind of honors.\n\nDuring the May campaign, after his abdication, he served as staff officer with the BEF. As such he knew all about the Allied planning. He carelessly told what he knew on a party to Italians diplomats present.\nThat is the best I could find. He spilt the beans over too much champagne and caviar to the wrong people. Italy was not at war with the allies - yet. Had he been a regular officer, it would have ended his career there and then. He wouldn't have been convicted of treason, rather cashiered for carelessness.\nWhen the BEF retreated to Dunkirk, the duke left his post and traveled in his car with his wife and entourage (driver, personal servants) first to Biarritz and later to Lisbon. They traveled in a couple of cars, with ducal insignia on the duke's car. The duke didn't travel light. With, one might presume, permission of the Germans. Which is rather odd, if not outright suspicious.\nNot treasonous, but certainly questionable. A regular officer would definitely be court marshaled for it. It was either AWOL (absent without leave) or desertion. The duke social status protected him.\nChurchill had to use pretty strong language to force him back to Britain. Only then he could be send to the Bahamas for his tenure as governor.\nIf anything, the Netflix series portrays the king more favorable than he actually was. He never publicly apologized for his behavior, not just his betrayal of his country but more in general. Maybe he did apologize in private, but we'll never know that. Given the fact that relations between the queen and the duke were ice cold until his demise, I don't think he privately apologized.\nDid he factually commit treason?\nNo, he didn't.\nHe was never charged as such. Given his social position and political consequences it was a certainty he would not even be accused of\ntreason.\nEspecially high treason is a crime with very specific conditions. For a man as the duke of Windsor it is quite difficult (nearly impossible) to be convicted of it. Even accusing a former monarch of treason has enormous ramifications for that monarchy. That is the main reason why he wasn't charged. On the other hand, look at how his family ostracized him. He lived his life out in near total exile.\nAfter I posted my answer I dug deeper into this question: did he actually commit treason? All I can come up with are unsupported accusations. Unsupported, yes. But strong enough to warrant close investigation and making damn sure he wouldn't get into a position where he could commit it. The duke greatly disliked his forced exile on the Bahamas, but it was the safest and remotest place he could be send to. Governor of Saint Helena or the Falkland Islands would be a bit too obvious.\n\nHistorians believe the Duke of Windsor actively collaborated with the Nazis during the Second World War\nTraitor King\nReddit\nMarburg Files\nThe Independent\nThe Traitor king documentary\nOpen University\nQuora",
                "username": "Jos",
                "vote_count": "8"
            }
        ]
    },
    {
        "question_id": "76177",
        "title": "What are the languages proposed for international use by Max Müller?",
        "tags": [
            "language",
            "latin-language"
        ],
        "votes": "3",
        "views": "87",
        "username": "user56265",
        "answers": []
    }
]